Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: press cancel to abandon batch render
el: Πατήστε ακύρωση για να εγκαταλείψει παρτίδα καταστήσει
hi: प्रेस परित्याग करने के लिए रद्द बैच प्रदान
ja: プレスバッチレンダリング放棄するキャンセル
nb: Trykk Avbryt for å forlate batch gjengi
uk: Натисніть кнопку Скасувати, щоб відмовитися від пакетного рендеринга
vi: Nhấn hủy bỏ hàng loạt render

source: : Batch Render
el: : Μαζική Render
hi: : बैच प्रस्तुत करना
ja: :バッチレンダリング
uk: : Пакетне Рендер

source: Output path:
el: Μονοπάτι εξόδου:
hi: उत्पादन के पथ:
ja: 出力パス:
nb: Output bane:
uk: Шлях виведення:
vi: Con đường ra:

source: EDL Path:
hi: Edl पथ:
ja: EDLパス:
nb: EDL Sti:
uk: EDL Шлях:
vi: Đường dẫn EDL:

source: Input EDL
hi: इनपुट EDL
ja: 入力EDL
uk: Вхідний EDL

source: Select an EDL to load:
el: Επιλέξτε μια EDL στο φορτίο:
hi: लोड करने के लिए एक edl का चयन करें:
ja: 負荷にEDLを選択します。
nb: Velg en EDL til belastning:
uk: Виберіть EDL до навантаження:
vi: Chọn một EDL để tải:

source: Batches to render:
el: Οι παρτίδες να καταστήσει:
hi: बैचों प्रस्तुत करने के लिए:
ja: レンダリングするバッチ:
nb: Batcher å gjengi:
uk: Партії надавати:
vi: Lô để render:

source: Stop
el: Στάση
hi: रुकें
ja: 停止
nb: Stopp
uk: Стоп
vi: Dừng lại

source: Close
el: Κοντά
hi: बंद करे
ja: 閉じる
nb: Lukk
uk: Закрити
vi: Gần

source: New
el: Νέος
hi: नया
ja: 新しい
nb: Ny
uk: Новий
vi: Mới

source: Delete
el: Διαγράφω
hi: हटाएँ
ja: 削除
nb: Slett
uk: Видалити
vi: Xóa bỏ

source: Use Current EDL
el: Χρήση τρέχουσας EDL
hi: का प्रयोग वर्तमान EDL
ja: 使用現在のEDL
nb: Bruk gjeldende EDL
uk: Використовувати поточний EDL
vi: Sử dụng EDL hiện tại

source: Save to EDL Path
el: Αποθήκευση σε EDL Path
hi: Edl पथ को सहेजें
ja: EDLパスに保存します
nb: Lagre til EDL Path
uk: Зберегти в EDL Шляхи
vi: Lưu vào EDL Path

source: Start
el: Αρχή
hi: प्रारंभ
ja: 開始
nb: Begynne
uk: Старт
vi: Khởi đầu

source: warn if jobs/session mismatched
el: Προειδοποιεί αν θέσεων εργασίας / συνεδρία μην συμφωνούν
hi: चेतावनी दी है कि अगर नौकरियां / सत्र बेमेल
ja: ジョブ/セッションが一致しない場合は警告します
nb: Advare om jobbene / session manglende samsvar
uk: Попереджають, якщо робочі місця / сесія незбіжними
vi: Cảnh báo nếu việc làm / phiên khớp sai

source: BD Render...
hi: बी.डी. प्रस्तुत करना ...
ja: BDは、レンダリング...
uk: BD перегляду ...

source: No EDL/Session
el: Δεν EDL / Session
hi: नहीं EDL / सत्र
ja: いいえEDL /セッション
uk: Ні EDL / Сесія
vi: Không EDL / Session

source: No content: %s
el: Δεν υπάρχει περιεχόμενο: %s
hi: कोई सामग्री: %s
ja: いいえコンテンツ: %sにありません
nb: Ikke noe innhold: %s
uk: Немає змісту: %s
vi: Không có nội dung: %s

source: Unable to create directory: %s -- %s
el: Δεν είναι δυνατή η δημιουργία του καταλόγου: %s -- %s
hi: असमर्थ निर्देशिका बनाने के लिए: %s -- %s
ja: ディレクトリを作成できません: %sの N-- %sの
nb: Kan ikke opprette katalogen: %s - %s
uk: Неможливо створити каталог: %s --, %s
vi: Không thể tạo thư mục: %s -- %s

source: Unable to save: %s -- %s
el: Αδύνατη η αποθήκευση: %s -- %s
hi: असमर्थ बचाने के लिए: %s -- %s
ja: 保存できません: %sの N-- %sの
nb: Kan ikke lagre: %s - %s
uk: Неможливо зберегти: %s --, %s
vi: Không thể để tiết kiệm: %s -- %s

source: Scale Ratio
el: Λόγος Κλίμακα
hi: स्केल अनुपात
ja: スケール率
uk: Шкала Ratio
vi: Tỷ lệ Scale

source: create bd
el: Δημιουργία BD
hi: बीडी बनाने के लिए
ja: BDを作成します
nb: Skape bd
uk: Створити BD
vi: Tạo bd

source: end setup, start batch render
el: Τέλη εγκατάστασης, ξεκινήστε παρτίδα καθιστούν
hi: अंत सेटअप, बैच प्रारंभ प्रस्तुत करना
ja: 最後のセットアップは、バッチレンダリングを開始します
nb: End oppsett, starte batch render
uk: Кінець установки, почати партію надати
vi: Thiết lập kết thúc, bắt đầu hàng loạt render

source: disk space:
el: χώρος στο δισκο:
hi: डिस्क में जगह:
ja: ディスクの空き容量:
nb: diskplass:
uk: Дисковий простір:
vi: Không gian đĩa:

source: Deinterlace
ja: デインターレース
uk: Деінтерлейсинг

source: Inverse Telecine
el: Αντίστροφη Telecine
hi: उलटा telecine
ja: インバーステレシネ
uk: Зворотний перерахунок кадрів
vi: Telecine Inverse

source: Resize Tracks
el: Αλλαγή μεγέθους κομμάτια
hi: पटरियों का आकार बदलें
ja: トラックのサイズを変更します
nb: Endre størrelse Tracks
uk: Зміна розміру доріжки
vi: Thay đổi kích thước Tracks

source: Histogram
el: Ιστόγραμμα
hi: हिस्टोग्राम
ja: ヒストグラム
uk: Гістограма
vi: Biểu đồ

source: Chapters at Labels
el: Τα κεφάλαια σε ετικέτες
hi: लेबल पर अध्याय
ja: ラベルで章
nb: Kapitler på Etiketter
uk: Глави в Ярлики
vi: Chương tại Nhãn

source: Audio 5.1
hi: ऑडियो 5.1
ja: オーディオ5.1
uk: Аудіо 5,1

source: : Create BD
el: : Δημιουργία BD
hi: : बी.डी. बनाएँ
ja: :BDの作成
nb: : Lag BD
uk: Створення BD
vi: : Tạo BD

source: Title:
el: Τίτλος:
hi: शीर्षक
ja: タイトル:
nb: Tittel:
uk: Назва:
vi: Tiêu đề:

source: Work path:
el: Μονοπάτι Εργασία:
hi: काम पथ:
ja: Workパス:
nb: Work bane:
uk: Шлях роботи:
vi: Con đường làm việc:

source: Work path
el: Μονοπάτι Εργασία
hi: काम पथ
ja: Workパス
nb: Work banen
uk: Шлях роботи
vi: Con đường làm việc

source: Select a Work directory:
el: Επιλέξτε έναν κατάλογο εργασίας:
hi: एक काम निर्देशिका का चयन करें:
ja: 作業ディレクトリを選択します。
nb: Velg en Work katalogen:
uk: Виберіть директорію:
vi: Chọn một thư mục làm việc:

source: Media:
el: Μεσα ΜΑΖΙΚΗΣ ενημέρωσης:
hi: मीडिया
ja: メディア:
uk: ЗМІ:
vi: Phương tiện truyền thông:

source: Format:
el: Μορφή:
hi: प्रारूप:
ja: フォーマット:
uk: Формат:
vi: Định dạng:

source: Scale:
el: Κλίμακα:
hi: स्केल:
ja: 規模:
uk: Масштаб:
vi: Tỉ lệ:

source: Auto Scale
hi: स्वचालित पैमाने
ja: オートスケール

source: Scale
el: Κλίμακα
hi: स्केल
ja: 規模
uk: Масштаб
vi: Tỉ lệ

source: BRender::fork_background: can't open /proc/self/cmdline.
el: BRender::fork_background: δεν μπορεί να ανοίξει /proc/self/cmdline.
hi: Brender::fork_background: /proc/self/cmdline. नहीं खोल सकते हैं
ja: BRender::fork_backgroundは:/proc/self/cmdline. 開くことができません
nb: Brender::fork_background: kan ikke åpne /proc/self/cmdline.
uk: Brender::fork_background: не можу відкрити /proc/self/cmdline.
vi: Brender::fork_background: không thể mở /proc/self/cmdline.

source: BRender::set_video_map called to set NOT_SCANNED
el: BRender::set_video_map καλείται να ρυθμίσετε NOT_SCANNED
hi: Brender::set_video_map स्थापित करने के लिए NOT_SCANNED कहा जाता है
ja: BRender::set_video_mapはNOT_SCANNED nを設定すると呼ばれます
nb: Brender::set_video_map kalt til å sette NOT_SCANNED
uk: Brender::set_video_map покликаний встановити NOT_SCANNED
vi: Brender::set_video_map gọi để thiết lập NOT_SCANNED

source: Look for file
el: Κοιτάξτε για το αρχείο
hi: फ़ाइल के लिए देखो
ja: ファイルを探してください
nb: Se etter fil
uk: Подивіться на файл
vi: Hãy tìm tập tin

source: Windowed
el: Παραθύρου
hi: विंडोड
ja: ウィンドウ表示
uk: Віконний

source: Zoom 75%
ja: 75パーセントをズーム

source: Zoom Auto
hi: ज़ूम ऑटो
ja: ズームオート
uk: Масштаб Авто
vi: Zoom tự động

source: Reset camera
el: Επαναφορά φωτογραφικής μηχανής
hi: रीसेट कैमरा
ja: カメラをリセット
nb: Nullstill kamera
uk: Скидання камери
vi: Đặt lại máy ảnh

source: Reset projector
el: Επαναφορά του προβολέα
hi: रीसेट प्रोजेक्टर
ja: プロジェクターをリセット
nb: Nullstill fremviser
uk: Скидання проектор
vi: Đặt lại chiếu

source: Reset translation
el: Επαναφορά μετάφραση
hi: रीसेट अनुवाद
ja: 翻訳のリセット
nb: Nullstill oversettelse
uk: Скидання переклад
vi: Đặt lại dịch

source: Show controls
el: Εμφάνιση ελέγχων
hi: नियंत्रण शो
ja: コントロールの表示
nb: Vis kontrollere
uk: Показати управління
vi: Hiển thị điều khiển

source: Hide controls
el: Απόκρυψη ελέγχους
hi: मिटायें नियंत्रण
ja: 非表示のコントロール
nb: Skjul kontrollere
uk: Приховати елементи
vi: Ẩn điều khiển

source: Close source
el: Κλείστε την πηγή
hi: बंद स्रोत
ja: クローズソース
nb: Lukk kilde
uk: Закрити джерело
vi: Đóng nguồn

source: Device has no picture controls.
el: Συσκευή δεν έχει στοιχεία ελέγχου εικόνας.
hi: डिवाइस कोई तस्वीर नियंत्रण है।
ja: デバイスには、ピクチャコントロールがありません。
nb: Enhets har ingen bildekontroller.
uk: Пристрій не має контролю зображення.
vi: Thiết bị không có người điều khiển hình ảnh.

source: ERROR
el: ΣΦΆΛΜΑ
hi: त्रुटि
ja: エラー
nb: FEIL
uk: ПОМИЛКА

source: None
el: Κανένας
hi: कोई नहीं
ja: なし
nb: Ingen
vi: Không ai

source: : Channels
el: : Κανάλια
hi: : चैनल
ja: :チャンネル
uk: : Канали
vi: : Kênh truyền hình

source: Select
el: Επιλέγω
hi: चुनते हैं
ja: 選択
nb: Velg
uk: Вибір
vi: Chọn

source: Add...
el: Προσθέτω...
hi: जोड़ें ...
ja: 追加...
nb: Legg til...
uk: Додати ...
vi: Thêm vào...

source: Move up
el: Μετακίνηση προς τα επάνω
hi: बढ़ाना
ja: 上へ移動
nb: Flytt opp
uk: Рухатися вгору
vi: Đi lên

source: Move down
el: Μετακινηθείτε προς τα κάτω
hi: नीचे की ओर
ja: 下に移動
nb: Flytt ned
uk: Рухатися вниз
vi: Đi xuống

source: Sort
el: Είδος
hi: प्रकार
ja: ソート
nb: Sorter
uk: Сортування
vi: Phân loại

source: Scan
el: Σάρωση
hi: स्कैन
ja: スキャン
nb: Søk
vi: Quét

source: Picture...
el: Εικόνα...
hi: चित्र...
ja: 画像...
nb: Bilde...
uk: Картина...
vi: Hình ảnh...

source: : Scan confirm
el: : Επιβεβαιώστε Scan
hi: : स्कैन पुष्टि
ja: :スキャン確認
uk: : Confirm Scan
vi: : Xác nhận Scan

source: Set parameters for channel scanning.
el: Ρύθμιση παραμέτρων για τη σάρωση του καναλιού.
hi: चैनल स्कैनिंग के लिए मानकों को निर्धारित करें।
ja: チャンネルスキャンのパラメータを設定します。
nb: Sett parametere for kanalskanning.
uk: Встановити параметри для сканування каналів.
vi: Thiết lập thông số cho quét kênh.

source: Frequency table:
el: Πίνακα Συχνότητα:
hi: आवृत्ति तालिका:
ja: 周波数テーブル:
nb: Frekvenstabell:
uk: Таблиця частот:
vi: Bảng tần số:

source: Norm:
el: Κανόνας:
hi: नॉर्म:
ja: ノーム:
uk: Норма:

source: Input:
el: Εισαγωγή:
hi: इनपुट:
ja: 入力:
uk: Вхідний сигнал:
vi: Đầu vào:

source: Scanning
el: Έρευνα
hi: स्कैन
ja: 走査
uk: Сканування
vi: Quét

source: Scanning %s
el: Σάρωση %s
hi: स्कैनिंग %s
ja: スキャンの %s
uk: Сканування %s
vi: Quét %s

source: : Edit Channel
el: : Επεξεργασία καναλιού
hi: : चैनल संपादित करें
ja: :編集チャンネル
uk: : Змінити канал
vi: : Chỉnh sửa kênh

source: Fine:
el: Πρόστιμο:
hi: ठीक:
ja: ファイン:
nb: Fint:
uk: Точно:
vi: Khỏe:

source: : Picture
el: : Εικόνα
hi: : चित्र
ja: :ピクチャー
nb: : Bilde
uk: : Картина
vi: : Hình ảnh

source: Brightness:
el: Λάμψη:
hi: चमक:
ja: 輝度:
nb: Lysstyrke:
uk: Яскравість:
vi: Độ sáng:

source: Contrast:
el: Αντίθεση:
hi: इसके विपरीत:
ja: コントラスト:
nb: Kontrast:
uk: Контраст:
vi: Tương phản:

source: Color:
el: Χρώμα:
hi: रंग:
ja: カラー:
nb: Farge:
uk: Колір:
vi: Màu:

source: Hue:
el: Απόχρωση:
hi: रंग:
ja: フエ:
nb: Glød:
uk: Відтінок:
vi: Huế:

source: Whiteness:
el: Λευκότητα:
hi: सफेदी:
ja: 白色度:
nb: Hvithet:
uk: Білизна:
vi: Độ trắng:

source: titles
el: Τίτλους
hi: शीर्षक
ja: タイトル
nb: titler
uk: Заголовки
vi: Danh hiệu

source: info
el: Πληροφορίες
hi: जानकारी
ja: 情報
uk: Інформація про
vi: Thông tin

source: match case
el: Υπόθεση αγώνα
hi: माचिस की डिबिया
ja: マッチケース
uk: Випадок матч
vi: Trường hợp trận đấu

source: Search
el: Έρευνα
hi: खोज
ja: サーチ
nb: Søke
uk: Пошук
vi: Tìm kiếm

source: Text:
el: Κείμενο:
hi: पाठ:
ja: テキスト:
nb: Tekst:
uk: Текст:
vi: Bản văn:

source: dbl clk row to find title
el: DBL clk σειρά για να βρείτε τον τίτλο
hi: DBL clk पंक्ति शीर्षक खोजने के लिए
ja: DBL CLK行は、タイトルを見つけるために
nb: Dbl CLK rad for å finne tittelen
uk: DBL CLK рядок для пошуку назву
vi: Dbl hàng CLK để tìm danh hiệu

source: Source
el: Πηγή
hi: स्रोत
ja: ソース
nb: Kilde
uk: Джерело
vi: Nguồn

source: Start time
el: Ώρα έναρξης
hi: समय शुरू
ja: 始まる時間
nb: Starttid
uk: Час початку
vi: Thời gian bắt đầu

source: %d found
el: %d βρέθηκε
hi: %d पाया
ja: %dが見つかりました
nb: %d funnet
uk: %d знайдений
vi: %d tìm thấy

source: activate batch record when ok pressed
el: Ενεργοποιείτε την εγγραφή παρτίδα όταν ok πατηθεί
hi: जब ठीक दबाया बैच रिकॉर्ड सक्रिय
ja: OKが押されたときに、バッチレコードを活性化します
nb: Aktivere batch rekord når ok trykket
uk: Активувати пакетне рекорд, коли нормально натиснута
vi: Kích hoạt hàng loạt kỷ lục khi ok ép

source: poweroff system when batch record done
el: Σύστημα poweroff όταν κάνει ρεκόρ παρτίδα
hi: Poweroff प्रणाली जब बैच रिकॉर्ड किया
ja: バッチ記録が行わ電源オフシステム
nb: Avskruing systemet når batch rekord gjort
uk: Система відключення живлення при пакетної записи зроблено
vi: Hệ thống poweroff khi ghi lại hàng loạt được thực hiện

source: Find
el: Εύρημα
hi: खोज
ja: 検索
nb: Finne
uk: Знайти
vi: Tìm thấy

source: search event titles/info
el: Αναζήτηση τίτλων εκδήλωση / info
hi: घटना खिताब / जानकारी खोज
ja: イベントのタイトル/情報を検索します
nb: Søk hendelses titler / info
uk: Шукати в заголовках подій / дані
vi: Tìm kiếm tiêu đề sự kiện / info

source: bad scan time: %s
el: Κακή στιγμή σάρωσης: %s
hi: बुरा स्कैन समय: %s
ja: 悪いスキャン時間: %sのを n
nb: Dårlig scan tid: %s
uk: Поганий час сканування: %s
vi: Xấu thời gian quét: %s

source: bad title: %s
el: Κακή τίτλο: %s
hi: बुरा शीर्षक: %s
ja: 悪いタイトル: %sの nを
nb: Dårlig tittel: %s
uk: Погано назва: %s
vi: Xấu tiêu đề: %s

source: bad scan date: %s
el: Κακή ημερομηνία σάρωσης: %s
hi: बुरा स्कैन की तारीख: %s
ja: 悪いスキャン日付: %sの nを
nb: Dårlig scan dato: %s
uk: Погано Дата сканування: %s
vi: Xấu quét ngày: %s

source: end before start: %s
el: Τελειώσει πριν από την έναρξη: %s
hi: प्रारंभ से पहले खत्म हो: %s
ja: 開始前に終了: %sの nを
nb: Slutt før start: %s
uk: Закінчитися до початку: %s
vi: Kết thúc trước khi bắt đầu: %s

source: end time early: %s
el: Ώρα λήξης νωρίς: %s
hi: अंत समय जल्दी: %s
ja: 終了時間早い: %sのを n
nb: Sluttid tidlig: %s
uk: Час закінчення рано: %s
vi: Thời gian kết thúc sớm: %s

source: start time late: %s
el: : %s στιγμή αργά να αρχίσει
hi: शुरू समय देर से: %s
ja: 後半開始時刻: %sの nを
nb: Starttid sent: %s
uk: Час початку пізно: %s
vi: Thời gian bắt đầu cuối: %s

source: zero duration: %s
el: Μηδέν διάρκεια: %s
hi: शून्य अवधि: %s
ja: ゼロ期間: %sのを n
nb: Null varighet: %s
uk: Нульовий тривалість: %s
vi: Zero Độ dài: %s

source: end channel info, start record
el: Καταλήγουν Πληροφορίες κανάλι, ξεκινήστε ρεκόρ
hi: चैनल की जानकारी अंत में, रिकॉर्ड शुरू
ja: 記録を開始し、チャネル情報を終わらせます
nb: End-kanal info, start posten
uk: Кінець інформаційний канал, почати запис
vi: Kết thúc thông tin kênh, bắt đầu ghi lại

source: Directory:
el: Τηλεφωνικός κατάλογος:
hi: निर्देशिका
ja: ディレクトリ:
nb: Katalog:
uk: Довідник:
vi: Danh mục:

source: Path:
el: Μονοπάτι:
hi: पथ:
ja: パス:
nb: Sti:
uk: Шлях:
vi: Con đường:

source: Start:
el: Αρχή:
hi: प्रारंभ:
ja: 開始:
nb: Begynne:
uk: Початок:
vi: Khởi đầu:

source: Duration:
el: Διάρκεια:
hi: अवधि:
ja: 期間:
nb: Varighet:
uk: Тривалість:
vi: Thời gian:

source: Source:
el: Πηγή:
hi: स्रोत:
ja: ソース:
nb: Kilde:
uk: Джерело:
vi: Nguồn:

source: : Channel Info
el: : Πληροφορίες καναλιού
hi: : चैनल की जानकारी
ja: :チャンネル情報
uk: : Інформація про канал
vi: : Kênh Info

source: Start Cron
hi: प्रारंभ क्रॉन
ja: スタートクロン
uk: Старт Крон
vi: Bắt đầu Cron

source: Poweroff
el: Απενεργοποίηση
hi: बिजली बंद
ja: 電源を切る
nb: Avskruing
uk: Вимкнення
vi: Tắt nguồn

source: Recording in progress
el: Καταγραφή σε εξέλιξη
hi: में प्रगति रिकॉर्डिंग
ja: 進捗 nにおいて記録
nb: Opptak pågår
uk: Запис в ході
vi: Ghi vào tiến trình

source: capture driver not dvb
el: Οδηγός σύλληψη δεν DVB
hi: कब्जा चालक डीवीबी नहीं
ja: キャプチャドライバは、n DVBありません
nb: Capture driver ikke DVB
uk: Драйвер захоплення НЕ DVB
vi: Lái chụp không DVB

source: cannot open dvb video device
el: Δεν μπορεί να ανοίξει DVB βίντεο από τη συσκευή
hi: नहीं खोल सकता डीवीबी वीडियो डिवाइस
ja: DVBビデオデバイス nを開くことができません
nb: Kan ikke åpne dvb videoenhet
uk: Не можу відкрити DVB відео пристрій
vi: Không thể mở đoạn video dvb thiết bị

source: Shift-S
hi: Shift-एस
ja: Shiftキーを押しながらSを

source: Delete all clips.
el: Διαγραφή όλων των κλιπ.
hi: सभी क्लिप हटाएं।
ja: すべてのクリップを削除します。
nb: Slett alle klippene.
uk: Видалити всі кліпи.
vi: Xóa tất cả clip.

source: Create new clip.
el: Δημιουργία νέου κλιπ.
hi: नए क्लिप बनाने।
ja: 新しいクリップを作成します。
nb: Lag nytt klipp.
uk: Створити новий кліп.
vi: Tạo clip mới.

source: Delete clip.
el: Διαγραφή κλιπ.
hi: क्लिप हटाएं।
ja: クリップを削除します。
nb: Slett klipp.
uk: Стерти кліп».
vi: Xóa clip.

source: Channel
el: Κανάλι
hi: चैनल
ja: チャネル
nb: Kanal
uk: Канал
vi: Kênh

source: Edit picture
el: Επεξεργασία εικόνας
hi: चित्र संपादित करें
ja: 編集画面
nb: Edit bilde
uk: Редагувати зображення
vi: Chỉnh sửa hình ảnh

source: Edit channels
el: Επεξεργασία καναλιών
hi: चैनलों संपादित करें
ja: 編集チャンネル
nb: Rediger kanaler
uk: Управління каналами
vi: Chỉnh sửa kênh

source: : Clip Info
el: : Clip Πληροφορίες
hi: : क्लिप जानकारी
ja: :情報クリップ
uk: : Кліп Info

source: Comments:
el: Σχόλια:
hi: टिप्पणियाँ:
ja: コメント:
nb: Kommentarer:
uk: Коментарі:
vi: Bình luận:

source: Color Picker
hi: रंग चयनकर्ता
ja: カラーピッカー
uk: Вибір кольору

source: Hue
el: Απόχρωση
hi: रंग
ja: 色相
uk: Відтінок
vi: Huế

source: Saturation
el: Κορεσμός
hi: संतृप्ति
ja: 飽和
nb: Metning
uk: Насиченість

source: Value
el: Αξία
hi: कीमत
ja: 値
nb: Verdi
uk: Значення
vi: Giá trị

source: Red
el: Κόκκινος
hi: लाल
ja: レッド
nb: Rød
uk: Червоний

source: Green
el: Πράσινος
hi: हरा
ja: グリーン
nb: Grønn
uk: Зелений
vi: Màu xanh lá

source: Blue
el: Μπλε
hi: नीला
ja: 青
nb: Blå
uk: Блакитний
vi: Màu xanh da trời

source: Alpha
el: Άλφα
hi: अल्फ़ा
ja: アルファ
uk: Альфа

source: Cutting Ads
el: Κοπή Διαφημίσεις
hi: काटने विज्ञापन
ja: カッティング広告
nb: Kutte Annonser
uk: Ріжучий оголошення
vi: Quảng cáo cắt

source: ***MUTE***
hi: *** *** मूक
ja: *** MUTE ***の n

source: ***UNMUTE***
ja: *** UNMUTE ***の n
vi: *** BẬT ***

source: ad: trk %d@%s
ja: 広告:TRK %d@%sの

source: trk%d edt%d asset %s
ja: TRKk%dのEDTt%dの資産の %s
nb: trk%d edt%d eiendel %s
uk: тркk%d edt%d актив %s

source: scan: clip%d %f-%f
ja: スキャン:クリップは、p%d %f-%f
nb: Scan: klippetp%d %f-%f
uk: Сканувати: кліпp%d %f-%f

source: My
el: Μου
hi: मेरे
ja: じぶんの
nb: Min
uk: Мої

source: cut %f/%f = %d
el: Κοπεί %f /%f = %d
ja: %f /%f = %d個の nを切ります
uk: Вирізати %f /%f = %d
vi: Cắt %f /%f = %d

source: PNG-Alpha
el: PNG-Άλφα
hi: पीएनजी-अल्फा
ja: PNGアルファ
uk: PNG-Альфа

source: RGB-Alpha
el: RGB-Άλφα
hi: आरजीबी-अल्फा
ja: RGB-アルファ
uk: RGB-Альфа

source: : Confirm Quit
el: : Επιβεβαίωση Quit
hi: : पुष्टि छोड़ो
ja: :終了の確認
nb: Bekreft Quit
uk: Повторіть Вихід
vi: : Xác nhận Quit

source: Yes
el: Ναί
hi: हाँ
ja: はい
nb: Ja
uk: Так
vi: Vâng

source: No
el: Όχι
hi: नहीं
ja: いいえ
nb: Nei
uk: Немає
vi: Không

source: The following files exist:
el: Υπάρχουν τα ακόλουθα αρχεία:
hi: निम्न फ़ाइलें मौजूद हैं:
ja: 次のファイルが存在します n "を
nb: Følgende filer finnes:
uk: Наступні файли існують:
vi: Các tập tin sau đây tồn tại:

source: Won't overwrite existing files.
el: Δεν θα αντικαταστήσει τα υπάρχοντα αρχεία.
hi: मौजूदा फाइल के ऊपर लिख नहीं होगा।
ja: 既存のファイルを上書きしません。 n "は
nb: Vil ikke overskrive eksisterende filer.
uk: Не буде перезаписувати існуючі файли. П
vi: Sẽ không ghi đè lên tập tin hiện có.

source: : File Exists
el: : Το αρχείο υπάρχει
hi: : फाइल मौजूद है
ja: :ファイルが存在
nb: Fil eksisterer
uk: : Файл існує
vi: : File tồn tại

source: The following files exist. Overwrite them?
el: Υπάρχουν οι παρακάτω αρχεία. Αντικατάσταση αυτούς;
hi: निम्न फ़ाइलें मौजूद हैं। उन्हें अधिलेखित?
ja: 次のファイルが存在する。それらを上書きしますか？
nb: De følgende filene eksisterer. Erstatte dem?
uk: Наступні файли існують. Замінити їх?
vi: Các tập tin sau đây tồn tại. Ghi đè lên họ?

source: Protect video from changes
el: Προστατέψτε το βίντεο από τις αλλαγές
hi: परिवर्तन से वीडियो की रक्षा
ja: ビデオを変更から守ります
nb: Beskytt video mot endringer
uk: Захист відео від змін
vi: Bảo vệ video từ những thay đổi

source: Edit mask
el: Μάσκα Επεξεργασία
hi: 'नकाब संपादित करें
ja: 編集マスク
nb: Edit maske
uk: Редагувати маску
vi: Chỉnh sửa mặt nạ

source: Ruler
el: Κυβερνήτης
hi: शासक
ja: ルーラー
nb: Hersker
uk: Лінійка
vi: Cái thước

source: Zoom view
el: Προβολή Zoom
hi: ज़ूम दृश्य
ja: ズームビュー
nb: Zoom visning
uk: Масштаб перегляду
vi: Zoom xem

source: Adjust camera automation
el: Ρυθμίστε αυτοματισμού κάμερα
hi: कैमरे स्वचालन समायोजित करें
ja: カメラの自動化を調整します
nb: Juster kamera automatisering
uk: Adjust автоматизацію камери
vi: Điều chỉnh tự động hóa máy ảnh

source: Adjust projector automation
el: Ρυθμίστε αυτοματισμού προβολέα
hi: प्रोजेक्टर स्वचालन समायोजित करें
ja: プロジェクターの自動化を調整します
nb: Juster projektor automatisering
uk: Adjust автоматизації проектора
vi: Điều chỉnh tự động chiếu

source: Crop a layer or output
el: Περικοπή ένα στρώμα ή εξόδου
hi: एक परत या उत्पादन फसल
ja: レイヤーまたは出力を切り抜き
nb: Crop et lag eller output
uk: Обрізання шар або вихід
vi: Cắt một lớp hoặc đầu ra

source: Get color
el: Πάρτε το χρώμα
hi: रंग जाओ
ja: 色を取得
nb: Hent farge
uk: Отримати колір
vi: Get màu

source: Show tool info
el: Εμφάνιση πληροφοριών εργαλείο
hi: दिखाएँ उपकरण की जानकारी
ja: 表示ツール情報
nb: Vis verktøyinfo
uk: Показати інформацію про інструментом
vi: Hiển thị thông tin công cụ

source: Show safe regions
el: Εμφάνιση ασφαλείς περιοχές
hi: दिखाएँ सुरक्षित क्षेत्र
ja: ショー安全領域
nb: Vis sikre regioner
uk: Показати безпечні регіони
vi: Hiện các khu vực an toàn

source: Crop Video...
el: Περικοπή βίντεο ...
hi: फसल वीडियो ...
ja: 作物のビデオ...
vi: Cắt video ...

source: : Crop
el: : Περικοπή
hi: : फसल
ja: :クロップ
uk: : Урожай
vi: : Trồng trọt

source: Select a region to crop in the video output window
el: Επιλέξτε μια περιοχή για να περικόψετε στο παράθυρο εξόδου βίντεο
hi: एक क्षेत्र वीडियो आउटपुट विंडो में फसल के लिए चयन करें
ja: ビデオ出力]ウィンドウでトリミングする地域を選択し
nb: Velg en region å beskjære i utgangsvinduet video
uk: Виберіть регіон, щоб обрізати у вікні виводу відео
vi: Chọn một khu vực để cắt trong cửa sổ đầu ra video

source: : Compositor
hi: : कंपोज़ीटर
ja: :コンポジタ
uk: : Композитор
vi: : Biên soạn

source: insert assets
el: Περιουσιακά στοιχεία ένθετο
hi: डालें संपत्ति
ja: 資産を挿入
nb: Sett in åndsverk
uk: Вставки активи
vi: Tài sản chèn

source: mask translate
el: Μάσκα μεταφράσει
hi: 'नकाब अनुवाद
ja: マスク翻訳
nb: Maske oversette
uk: Маска переводити
vi: Mặt nạ dịch

source: mask adjust
el: Μάσκα προσαρμόσει
hi: 'नकाब समायोजित
ja: マスクを調整
nb: Maske justere
uk: Маска відрегулювати
vi: Mặt nạ điều chỉnh

source: mask point
el: Σημείο μάσκα
hi: 'नकाब बिंदु
ja: マスクポイント
nb: Maske point
uk: Точка маска
vi: Mặt nạ điểm

source: Eyedrop
el: Σταγόνων
hi: आँख में डालने की दवाई
ja: 目薬
nb: Øyedråpe
vi: Thuốc nhỏ mắt

source: camera
el: κάμερα
hi: कैमरा
ja: カメラ
nb: kamera
uk: Камера
vi: máy ảnh

source: projector
el: προβολέας
hi: प्रोजेक्टर
ja: プロジェクター
nb: prosjektør
uk: Проектор
vi: Chiếu

source: mask
el: μάσκα
hi: मुखौटा
ja: マスク
nb: maske
uk: Маска
vi: mặt nạ

source: Auto
el: Αυτο
hi: ऑटो
ja: オート
uk: Авто
vi: Tự động

source: Do it
el: Κάνε το
hi: कर दो
ja: やれ
nb: Gjør det
uk: Зроби це
vi: Làm đi

source: : Color
el: : Χρώμα
hi: : रंग
ja: :カラー
uk: : Колір
vi: : Màu

source: Radius:
el: Ακτίνα:
hi: त्रिज्या:
ja: 半径:
uk: Радіус дії:
vi: Bán kính:

source: Red:
el: Κόκκινος:
hi: लाल
ja: レッド:
nb: Rød:
uk: Червоний:

source: Green:
el: Πράσινος:
hi: हरा:
ja: グリーン:
nb: Grønn:
uk: Зелений:
vi: Màu xanh lá:

source: Blue:
el: Μπλε:
hi: नीला:
ja: 青:
nb: Blå:
uk: Синій:
vi: Màu xanh da trời:

source: : Camera
el: : Φωτογραφική μηχανή
hi: : कैमरा
ja: :カメラ
uk: : Камера
vi: : Máy ảnh

source: Left justify
el: Αριστερά justify
hi: वाम का औचित्य साबित
ja: 左正当化します
nb: Venstrejuster
uk: Лівий виправдати
vi: Left biện minh

source: Center horizontal
el: Κέντρο οριζόντια
hi: केंद्र क्षैतिज
ja: センター水平
nb: Midtstill vannrett
uk: Центр горизонтальний
vi: Trung tâm ngang

source: Right justify
el: Δικαίωμα justify
hi: ठीक है का औचित्य साबित
ja: 右揃え
nb: Høyrejuster
uk: По правому краю
vi: Ngay biện minh

source: Top justify
hi: टॉप औचित्य साबित
ja: トップ正当化します
nb: Toppjuster
uk: Топ виправдати
vi: Top biện minh

source: Center vertical
el: Κέντρο κάθετη
hi: केंद्र ऊर्ध्वाधर
ja: センター垂直
nb: Midtstill i høyden
uk: Центр по вертикалі
vi: Trung tâm thẳng đứng

source: Bottom justify
el: Κάτω justify
hi: नीचे का औचित्य साबित
ja: ボトム正当化します
nb: Bunnjuster
uk: Нижня виправдати
vi: Dưới biện minh

source: : Projector
el: : Προβολέας
hi: : प्रोजेक्टर
ja: :プロジェクター
uk: : Проектор
vi: : Chiếu

source: Multiply alpha
el: Πολλαπλασιασμός άλφα
hi: गुणा अल्फा
ja: 乗算アルファ
nb: Multipliser alpha
uk: Помножити альфа

source: Subtract alpha
el: Αφαίρεση άλφα
hi: घटाना अल्फा
ja: 減算アルファ
nb: Trekk alpha
uk: Відняти альфа
vi: Alpha Subtract

source: mask mode
el: Mode μάσκα
hi: 'नकाब मोड
ja: マスクモード
nb: Maske mode
uk: Режим маска
vi: Chế độ mặt nạ

source: mask delete
el: Μάσκα διαγραφή
hi: 'नकाब हटाना
ja: マスクの削除
nb: Maske slett
uk: Маска видалити
vi: Mặt nạ xóa
