Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: Id
el: Ταυτότητα
hi: आईडी

source: PAL 576I - DV(D)
hi: पाल 576i - डीवी (डी)

source: NTSC 480P - DV(D)
hi: Ntsc 480P - डीवी (डी)

source: NTSC 480I - DV(D)
hi: Ntsc 480I - डीवी (डी)

source: Raw DV format does not support following audio configuration : %i channels at sample rate: %iHz
el: Μορφή Raw DV δεν υποστηρίζει ακόλουθη ρύθμιση παραμέτρων ήχου: %i κανάλια στο ποσοστό του δείγματος: %iHz
hi: : नमूना दर पर %i चैनलों: कच्चे डीवी प्रारूप ऑडियो विन्यास निम्नलिखित का समर्थन नहीं करता %iHz
nb: Raw DV-formatet støtter ikke følgende lydkonfigurasjonen: %i kanaler på sample rate: %iHz
vi: Định dạng Raw DV không hỗ trợ sau đây cấu hình âm thanh: %i kênh ở tỷ lệ mẫu: %iHz

source: FLAC
hi: एफ़एलएसी

source: MPEG
hi: एमपीईजी

source: TIFF
el: ΜΙΚΡΉ ΦΙΛΟΝΙΚΊΑ
hi: झगड़ा

source: IMA 4
hi: आई एम ए 4
uk: ІМА 4

source: RGB ALPHA
hi: आरजीबी अल्फा
uk: RGB АЛЬФА

source: PNG ALPHA
hi: पीएनजी अल्फा
uk: PNG АЛЬФА

source: II
hi: द्वितीय

source: III
el: ΙΙΙ
hi: तृतीय

source: MPEG-1
hi: एमपीईजी -1

source: MPEG-2
hi: एमपीईजी -2

source: DVD NAV
el: DVD ΚΑΕ
hi: डीवीडी एनएवी

source: DVD
hi: डीवीडी

source: Cinelerra: ChanSearch
hi: सिनलेरा: ChanSearch

source: Cinelerra: DbWindow
hi: सिनलेरा: DbWindow

source: Cinelerra: RemoteWindow
hi: सिनलेरा: RemoteWindow

source: ETA
el: ΕΤΑ
hi: ईटीए

source: x
el: Χ
hi: एक्स
uk: Х

source: OR
el: Ή
hi: या
nb: ELLER
uk: АБО
vi: HOẶC LÀ

source: Hardlight
el: Δυνατο φως
hi: कठिन प्रकाश
nb: Hardt lys
vi: Đèn rất sáng

source: Av. Thres.
hi: ए वी। Thres।

source: S.D. Thres.
el: Τ.Α. Thres.
hi: एस.डी. Thres।
nb: Standardavvik Thres.

source: R / Y
el: R / Υ
hi: आर / वाई

source: G / U
hi: जी / यू '

source: B / V
hi: बी / वी

source: SURF
el: ΣΠΆΖΟΝΤΑ ΚΎΜΑΤΑ ΠΑΡΑΛΊΑΣ
hi: सर्फ
vi: LƯỚT SÓNG

source: RGB - 601
hi: आरजीबी - 601

source: Roomsize:
hi: कमरे का आकार:

source: EQ Graphic
el: EQ γραφικών
hi: EQ ग्राफिक
uk: EQ Графічний
vi: EQ đồ họa

source: AB BC CD DE EF
el: ΑΒ π.Χ. CD DE EF
hi: एबी ई.पू. सीडी डे एफई

source: SoundLevel
hi: ध्वनि का स्तर
nb: LYDNIV
uk: Рівню шуму

source: Y:
el: Υ
hi: वाई

source: DC
hi: डीसी

source: X:
el: Χ:
hi: एक्स:

source: DPI:
hi: डीपीआई:

source: PinkLady
hi: गुलावी पोशाक वाली महिला

source: U:
hi: 'यू'

source: V:
hi: वी

source: cut clip %d in edit @%f %f-%f, clip @%f-%f
el: Κοπεί κλιπ %d σε επεξεργασία @%f %f-%f, κλιπ @%f-%f
nb: Klipp klipp %d i redigerings @%f %f-%f, klipp @%f-%f
uk: Вирізати кліп %d в редагування @%f %f-%f, кліп @%f-%f
vi: Cắt kẹp %d trong chỉnh sửa @%f %f-%f, clip @%f-%f

source: ERROR: Unable to relocate for audio write to %ji
el: ΣΦΑΛΜΑ: Δεν είναι δυνατή η μετεγκατάσταση για εγγραφής ήχου σε %ji
nb: FEIL: Kan ikke flytte for lyd skrive til %ji
uk: ПОМИЛКА: Неможливо перемістити для аудіо записи, щоб %ji
vi: LỖI: Không thể chuyển nơi ở cho ghi âm thanh để %ji

source: LoHi:
uk: Лохи:

source: tweek
uk: Твик

source: XOR
uk: Що виключає АБО

source: Camshift SMIN:
uk: Camshift Смін:

source: Raw DV format does not support following resolution: %ix%i framerate: %f Allowed resolutions are 720x576 25fps (PAL) and 720x480 29.97fps (NTSC)
el: Μορφή Raw DV δεν υποστηρίζει ακόλουθο ψήφισμα: %ix%i framerate: %f ψηφίσματα nAllowed είναι 720x576 25fps (PAL) και 720x480 29.97fps (NTSC)
nb: Raw DV-formatet støtter ikke følgende vedtak: %ix%i framerate: %f nAllowed resolusjoner er 720x576 25fps (PAL) og 720x480 29.97fps (NTSC)
vi: Định dạng Raw DV không hỗ trợ độ phân giải sau: %ix%i Framerate: %f nAllowed độ phân giải là 720x576 25fps (PAL) và 720x480 29.97fps (NTSC)

source: UnFlat
vi: Xẹp lún

source: Reel Name:
nb: Spolenavn:

source: Reel Number:
nb: Spolenummer:

source: Time Code Start:
nb: Tidskodestart:

source: Time Stamps
nb: Tidsstempel

source: Save List
nb: Lagre liste

source: Load List
nb: Last liste

source: A clip with that name already exists.
nb: Et klipp med det navnet eksisterer allerede.

source: Warning: chopping the reel name to eight characters!
nb: Advarsel: klipper ned spolenavnet til åtte tegn!

source: No.
nb: Nei.

source: Track name
nb: Spornavn

source: Select a file to export to:
nb: Velg en fil å eksportere til:

source: Select track to be exported:
nb: Velg spor som skal eksporteres:

source: Currently only CMX 3600 format is supported
nb: Foreløpig er kun formatet CMX 3600 støttet

source: Label Text:
nb: Merke

source: Usage:
nb: Bruk:

source: hour min sec msec
nb: timer min sek msek

source: %s Created from main window
nb: %s Opprettet fra hovedvindu

source: Project
nb: Prosjekt

source: Save profile
nb: Lagre profil

source: Delete profile
nb: Slett profil

source: Length: %2.2f sec
nb: Lengde: %2.2f sek
