Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: MWindow::init_ladspa_index: can't create plugin index: %s
el: MWindow::init_ladspa_index: δεν μπορεί να δημιουργήσει πρόσθετο δείκτη: %s
hi: MWindow::init_ladspa_index: प्लगइन सूचकांक नहीं बना सकते: %s
ja: MWindow::init_ladspa_indexは:プラグインのインデックスを作成することはできません: %sの nを
nb: MWindow::init_ladspa_index: kan ikke opprette plugin Indeks: %s
uk: MWindow::init_ladspa_index: не може створити плагін індекс: %s
vi: MWindow::init_ladspa_index: không thể tạo chỉ mục plugin: %s

source: MWindow::init_theme: prefered theme %s not found.
el: MWindow::init_theme: προτιμάται το θέμα %s δεν βρέθηκε
hi: MWindow::init_theme: पसंद विषय %s नहीं मिला।
ja: MWindow::init_theme:好まテーマ %sが見つかりません nです。
nb: MWindow::init_theme: foretrukket stilen %s ikke funnet
uk: MWindow::init_theme: волів тема %s не найден п.
vi: MWindow::init_theme: chủ đề ưa thích %s không tìm thấy

source: MWindow::init_theme: trying default theme %s
el: MWindow::init_theme: προσπαθούν προεπιλεγμένο θέμα %s
hi: MWindow::init_theme: कोशिश कर डिफ़ॉल्ट विषय %s
ja: MWindowは:: init_theme:デフォルトのテーマ %sの nをしよう
nb: MWindow::init_theme: prøver standardtemaet %s
uk: MWindow::init_theme: намагаючись темі за замовчуванням %s
vi: MWindow::init_theme: cố gắng theme mặc định %s

source: MWindow::init_theme: theme_plugin not found.
el: MWindow::init_theme: Δεν theme_plugin βρέθηκε
hi: MWindow::init_theme: नहीं मिला theme_plugin।
ja: MWindow::init_themeは: nは見つかりません。theme_plugin
nb: MWindow::init_theme: theme_plugin ikke funnet
uk: MWindow::init_theme: theme_plugin не найден п.
vi: MWindow::init_theme: theme_plugin không tìm thấy

source: MWindow::init_theme: unable to load theme %s
el: MWindow::init_theme: δεν μπορεί να φορτώσει το θέμα %s
ja: MWindow::init_theme:テーマ %sの nをロードできません
nb: MWindow::init_theme: Kan ikke laste temaet %s
uk: MWindow::init_theme: не вдалося завантажити тему %s
vi: MWindow::init_theme: không thể tải theme %s

source: multiple video tracks
el: Πολλά κομμάτια βίντεο
hi: कई वीडियो पटरियों
ja: 複数のビデオトラック
nb: flere videospor
uk: Множинні відео треків
vi: Nhiều track video

source: crosses edits
el: Διασχίζει επεξεργασίες
hi: पार संपादन
ja: 編集を横切ります
nb: Krysser endringer
uk: Перетинає правки
vi: Qua chỉnh sửa

source: not asset
el: Δεν ενεργητικού
hi: नहीं परिसंपत्ति
ja: ない資産
nb: Ikke fonds
uk: Не актив
vi: Không phải tài sản

source: no file
el: κανένα αρχείο
hi: दस्तावेज नहीं है
ja: ファイルがない
nb: ingen fil
uk: немає файлу
vi: không có tập tin

source: db failed
el: Db απέτυχε
hi: DB विफल
ja: デシベルに失敗しました
nb: Db mislyktes
uk: DB не вдалося
vi: Db thất bại

source: put_commercial: %s
ja: put_commercial: %sを

source: Loading %s
el: Φόρτωση %s
hi: %s लोड हो रहा है
ja: ロードの %s
nb: Legge %s
uk: Завантаження %s

source: %s's resolution is %dx%d. Images with odd dimensions may not decode properly.
hi: %s के संकल्प %dXx%d है। अजीब आयामों के साथ nImages ठीक से व्याख्या करना नहीं हो सकता।
ja: %sさんの解像度は %dXx%dとする。å¥数寸法のnImagesが正しくデコードできない場合があります。
nb: %s forsett er %dx%d. NImages med odde dimensjoner kan ikke dekode riktig.

source: %s's index was built for program number %d Playback preference is %d. Using program %d.
hi: %s के सूचकांक कार्यक्रम संख्या के लिए बनाया गया था %d nPlayback वरीयता n कार्यक्रम %d का प्रयोग %d है। à¥¤
ja: %sさんのインデックスはプログラム番号のために建てられた %d nPlayback好みは %dです。 n個のプログラム %dを使用しました。
nb: %s-indeksen ble bygget for program nummer %d nPlayback preferanse er %d. Bruk av programmet %d.

source: Failed to open %s
el: Αποτυχία ανοίγματος του %s
hi: %s खोलने में विफल
ja: %sを開けませんでした
nb: Klarte ikke åpne %s
uk: Не вдалося відкрити %s
vi: Không thể mở %s

source: 's format couldn't be determined.
el: Δεν ήταν δυνατό να προσδιοριστεί μορφή 's.
hi: का प्रारूप निर्धारित नहीं किया जा सकता है।
ja: の形式を決定することができませんでした。
nb: 'S format kan ikke bestemmes.
uk: Формат-х років не може бути визначена.
vi: Định dạng 's không thể xác định được.

source: Unknown %s
el: Άγνωστο %s
hi: अज्ञात %s
ja: 未知の %s
nb: Ukjent %s
uk: Невідома %s
vi: Không biết %s

source: load
el: φορτίο
hi: भार
ja: 負荷
nb: last
uk: Навантаження
vi: Nạp

source: The %s '%s' in file '%s' is not part of your installation of Cinelerra. The project won't be rendered as it was meant and Cinelerra might crash.
el: Το %s '%s' στο αρχείο '%s' δεν είναι μέρος της εγκατάστασης σας Cinelerra. Έργου Ν Η δεν θα καταστεί όπως ήταν γραφτό και Cinelerra θα μπορούσε να συντριβή.
hi: %s'%s 'फाइल में'%s 'सिनलेरा की स्थापना का हिस्सा नहीं है। परियोजना गाया नहीं किया जाएगा, के रूप में यह चाहिए था और सिनलेरा दुर्घटना हो सकती है।
ja: %s 'は'%s'のファイルの '%s'はCinelerraのインストールの一部ではない。それは意図されたように、 nこのプロジェクトがレンダリングされませんとCinelerraがクラッシュすることがあります n
nb: %s '%s' i filen er '%s' ikke en del av installasjonen av Cinelerra. NDen prosjektet vil ikke bli gjengitt slik det var ment
uk: Команда %s '%s' у файлі '%s' не є частиною вашої установки Cinelerra. Проект NThe не буде надана як це повинно було і Cinelerra може привести до збою. П
vi: %s '%s' trong tập tin '%s' không phải là một phần của quá trình cài đặt của Cinelerra. Dự án nThe sẽ không được trả lại khi nó đã có nghĩa và Cinelerra có thể sụp đổ.

source: Initializing Plugins
el: Αρχικοποίηση Plugins
hi: आरंभ कर रहा है प्लगइन्स
ja: 初期化プラグイン
nb: Initial Plugins
uk: Ініціалізація Додатки
vi: Khởi Plugins

source: Initializing GUI
el: Αρχικοποίηση GUI
hi: आरंभ जीयूआई
ja: 初期化GUI
nb: Setter opp grafisk grensesnitt
uk: Ініціалізація графічного інтерфейсу
vi: Khởi tạo giao diện

source: Initializing Fonts
el: Αρχικοποίηση Γραμματοσειρές
hi: आरंभ फ़ॉन्ट्स
ja: 初期化フォント
nb: Initialiserer Fonts
uk: Ініціалізація шрифти
vi: Khởi tạo Fonts

source: Couldn't open %s for writing.
el: Δεν μπόρεσα να ανοίξω %s για εγγραφή.
hi: लिखने के लिए %s खोल नहीं सका।
ja: 書き込みのため %sを開けませんでした。
nb: Klarte ikke åpne %s for skriving.
uk: Не вдалося відкрити %s для запису
vi: Không thể mở %s để viết.

source: remove assets
el: Μεταφέρει τα περιουσιακά στοιχεία
hi: संपत्ति को हटाने
ja: 資産を削除します
nb: fjern åndsverk
uk: Видалити активи
vi: Loại bỏ tài sản

source: Using %s
el: Χρήση %s
hi: %s का प्रयोग
ja: %s
nb: Bruke %s
uk: Використання %s
vi: Sử dụng %s

source: This project's dimensions are not multiples of 4 so it can't be rendered by OpenGL.
el: Διαστάσεις αυτού του προγράμματος δεν είναι πολλαπλάσια του 4 έτσι nit δεν μπορούν να παρέχονται από OpenGL.
hi: इस परियोजना के आयाम 4 तो लीख ओपन का द्वारा गाया नहीं जा सकता के गुणकों नहीं हैं।
ja: このプロジェクトの寸法は、そう NITは、OpenGLによってレンダリングすることができない4の倍数ではありません。
nb: Dette prosjektets mål er ikke multipler av fire så nit kan ikke gjengis av OpenGL.
uk: Розміри цього проекту не кратні 4 так ніт не може бути винесено OpenGL.
vi: Kích thước của các dự án này không phải là bội số của 4 nên nit không thể được trả lại bởi OpenGL.

source: select asset
el: Επιλέξτε ενεργητικού
hi: का चयन परिसंपत्ति
ja: アセットを選択
nb: Velg ressurs
uk: Вибрати об'єкт
vi: Chọn tài sản

source: add track
el: Προσθέσετε track
hi: ट्रैक जोड़ें
ja: トラックを追加
nb: legg til spor
uk: Додати трек
vi: Thêm theo dõi

source: asset to all
el: Περιουσιακό στοιχείο σε όλους
hi: सभी के लिए परिसंपत्ति
ja: すべての資産
nb: Ressurs for alle
uk: Актив для всіх
vi: Tài sản cho tất cả

source: asset to size
el: Περιουσιακό στοιχείο με το μέγεθος
hi: आकार के लिए परिसंपत्ति
ja: サイズ資産
nb: Asset til størrelse
uk: Активом розміру
vi: Tài sản để kích thước

source: asset to rate
el: Περιουσιακό στοιχείο για να βαθμολογήσετε
hi: परिसंपत्ति दर करने के लिए
ja: レートに資産
nb: Asset å rangere
uk: Актив, щоб проголосувати
vi: Tài sản để đánh giá

source: clear
el: σαφής
hi: स्पष्ट
ja: クリア
nb: klar
uk: Ясно
vi: trong sáng

source: clear keyframes
el: Σαφή βασικών καρέ
hi: स्पष्ट keyframes
ja: クリアキーフレーム
nb: klare nøkkel
uk: Чіткі ключові кадри
vi: Keyframe rõ ràng

source: clear default keyframe
el: Σαφή προεπιλογή keyframe
hi: स्पष्ट डिफ़ॉल्ट keyframe
ja: 明確なデフォルトのキーフレーム
nb: Klar standard keyframe
uk: Ясно ключовий кадр замовчуванням
vi: Keyframe mặc định rõ ràng

source: clear labels
el: Σαφείς ετικέτες
hi: स्पष्ट लेबल
ja: 明確なラベル
nb: klare etiketter
uk: Прозорі етикетки
vi: Nhãn rõ ràng

source: concatenate tracks
el: Κομμάτια concatenate
hi: जुटना पटरियों
ja: を連結トラック
nb: CONCATENATE spor
uk: З'єднати доріжки
vi: Bài hát tiếp nhau

source: crop
el: καλλιέργεια
hi: फसल
ja: 作物
nb: beskjær
uk: урожай
vi: trồng trọt

source: cut
el: τομή
hi: कट गया
ja: カット
nb: klipp
uk: Вирізати
vi: cắt tỉa

source: cut keyframes
el: Κοπεί βασικών καρέ
hi: Keyframes कट
ja: キーフレームをカット
nb: klipp kontrollbilder
uk: Вирізати ключові кадри
vi: Cắt khung hình

source: cut default keyframe
el: Κοπεί προεπιλογή keyframe
hi: कट डिफ़ॉल्ट keyframe
ja: デフォルトのキーフレームをカット
nb: Cut standard keyframe
uk: Вирізати ключовий кадр замовчуванням
vi: Cắt khung hình chính mặc định

source: delete tracks
el: Διαγραφή κομμάτια
hi: पटरियों से हटाने
ja: トラックを削除
nb: slett sporene
uk: Видалити сліди
vi: Xóa dấu vết

source: delete track
el: Διαγραφή track
hi: ट्रैक को नष्ट
ja: トラックを削除します
nb: slett spor
uk: Видалити трек
vi: Xoá theo dõi

source: insert effect
el: Εισάγετε αποτέλεσμα
hi: प्रभाव डालने
ja: インサート・エフェクト
nb: sett inn effekt
uk: Вставити ефект
vi: Chèn hiệu ứng

source: drag handle
el: Λαβή μεταφοράς
hi: खींचें संभाल
ja: ドラッグハンドル
nb: Dra håndtaket
uk: Перетягнути ручка
vi: Kéo tay cầm

source: match output size
el: Μέγεθος εξόδου αγώνα
hi: मैच निर्गम आकार
ja: 一致出力サイズ
nb: Kamp utgang størrelse
uk: Розмір вихідного матч
vi: Kích thước đầu ra trận

source: move edit
el: Edit κίνηση
hi: चाल संपादित करें
ja: 移動編集
nb: Edit move
uk: Рух редагувати
vi: Di chuyển chỉnh sửa

source: move effect
el: Κινούνται αποτέλεσμα
hi: प्रभाव चाल
ja: 効果を動かします
nb: flytt effekt
uk: Перемістити ефект
vi: Di chuyển hiệu ứng

source: move effect up
el: Κινούνται επίδραση επάνω
hi: प्रभाव ऊपर ले जाएँ
ja: 効果を上に移動
nb: flytt effekt opp
uk: Перемістити ефект до
vi: Di chuyển hiệu ứng lên

source: move effect down
el: Κινούνται αποτέλεσμα κάτω
hi: चाल प्रभाव नीचे
ja: 効果を下に移動
nb: flytt effekt ned
uk: Перемістити ефект вниз
vi: Di chuyển hiệu ứng xuống

source: move track down
el: Move εντοπίσουμε
hi: नीचे ट्रैक चाल
ja: トラックを下に移動
nb: flytt spor ned
uk: Зрушити відстежити
vi: Di chuyển theo dõi

source: move tracks down
el: Κίνηση κομμάτια κάτω
hi: चाल नीचे पटरियों
ja: トラックを下に移動
nb: flytt sporene ned
uk: Крок вистежує
vi: Di chuyển theo dõi xuống

source: move track up
el: Κίνηση παρακολουθείτε up
hi: इस कदम को ट्रैक
ja: 動きは、アップトラック
nb: flytt spor opp
uk: Крок відстежувати до
vi: Di chuyển theo dõi lên

source: move tracks up
el: Κίνηση κομμάτια up
hi: चाल पटरियों
ja: 動きは、最大追跡します
nb: flytt sporene opp
uk: Крок відстежує до
vi: Di chuyển theo dõi lên

source: overwrite
el: Αντικατάσταση
hi: ऊपर लिख
ja: 上書き
nb: overskriv
uk: Переписати
vi: Ghi đè

source: paste
el: πάστα
hi: पेस्ट
ja: ペースト
nb: lim inn
uk: Вставити
vi: Dán

source: paste assets
el: Περιουσιακά στοιχεία πάστα
hi: पेस्ट संपत्ति
ja: ペースト資産
nb: lim inn åndsverk
uk: Вставити активи
vi: Dán tài sản

source: paste keyframes
el: Βασικών καρέ πάστα
hi: पेस्ट keyframes
ja: ペーストキーフレーム
nb: lim inn kontrollbilder
uk: Вставка ключових кадрів
vi: Dán các khung hình chính

source: paste default keyframe
el: Πάστα προεπιλογή keyframe
hi: पेस्ट डिफ़ॉल्ट keyframe
ja: ペーストデフォルトのキーフレーム
nb: Lim standard keyframe
uk: Паста замовчуванням ключовий кадр
vi: Dán keyframe mặc định

source: silence
el: σιωπή
hi: शांति
ja: 沈黙
nb: stillhet
uk: Мовчання
vi: khoảng lặng

source: detach transition
el: Αποκολληθεί μετάβαση
hi: संक्रमण अलग
ja: 遷移を切り離します
nb: Løsne overgang
uk: Завершити з'єднання перехід
vi: Tách chuyển tiếp

source: detach transitions
el: Αποκολληθεί μεταβάσεις
hi: संक्रमण अलग
ja: 遷移を切り離します
nb: Løsne overganger
uk: Завершити з'єднання переходи
vi: Tách chuyển tiếp

source: transition
el: μετάβαση
hi: परिवर्तन
ja: 遷移
nb: overgang
uk: Перехід
vi: Chuyển tiếp

source: attach transitions
el: Αποδίδουν μεταβάσεις
hi: संक्रमण देते हैं
ja: 遷移を取り付けます
nb: Feste overganger
uk: Прикласти переходи
vi: Đính kèm hiệu ứng chuyển tiếp

source: No default transition %s found.
el: Όχι προεπιλεγμένη μετάβαση %s βρέθηκε.
hi: नहीं डिफ़ॉल्ट संक्रमण %s मिला।
ja: いいえ、デフォルトの遷移 %sを検出しました。
nb: No standardovergang %s funnet.
uk: Без переходу за замовчуванням %s знайдений.
vi: Không chuyển mặc định %s Đã tìm thấy.

source: shuffle edits
el: Επεξεργασίες Shuffle
hi: साधा संपादन
ja: シャッフル編集
nb: Shuffle endringer
uk: Перетасувати правки
vi: Chỉnh sửa shuffle

source: reverse edits
el: Αντίστροφη επεξεργασίες
hi: रिवर्स संपादन
ja: 逆の編集
nb: reverse endringer
uk: Reverse правки
vi: Chỉnh sửa ngược

source: align edits
el: Ευθυγράμμιση επεξεργασίες
hi: संरेखित संपादन
ja: 編集を揃えます
nb: Align endringer
uk: Приєднуються зміни
vi: Align chỉnh sửa

source: edit length
el: Μήκους επεξεργασία
hi: संपादित लंबाई
ja: 編集長
nb: Edit lengde
uk: Довжина редагувати
vi: Chỉnh sửa chiều dài

source: transition length
el: Μήκους μετάβασης
hi: संक्रमण लंबाई
ja: 移行長さ
nb: Overgang lengde
uk: Довжина переходу
vi: Chiều dài chuyển tiếp

source: resize track
el: Αλλαγή μεγέθους κομμάτι
hi: ट्रैक आकार
ja: トラックのサイズを変更します
nb: Endre størrelse track
uk: Розмір трек
vi: Thay đổi kích thước theo dõi

source: in point
el: Στο σημείο
hi: बिंदु में
ja: ポイントで
nb: innpunkt
uk: У пункті
vi: Tại điểm

source: out point
el: Έξω το σημείο
hi: बाहर बिंदु
ja: アウトポイント
nb: utpunkt
uk: З точки
vi: Ra khỏi điểm

source: splice
el: συνδέω
hi: विवाह
ja: スプライス
nb: Spleise
uk: Зрощування
vi: Mối nối

source: Clip %d
hi: क्लिप %d
ja: クリップ %d個
nb: Klipp %d
uk: Кліп %d

source: label
el: επιγραφή
hi: लेबल
ja: ラベル
nb: merke
uk: Метка
vi: nhãn

source: trim selection
el: Τελειώματα επιλογή
hi: ट्रिम चयन
ja: トリムの選択
nb: Trim utvalg
uk: Оздоблення Вибір
vi: Lựa chọn trang trí

source: new folder
el: νέος φάκελος
hi: नया फोल्डर
ja: 新規フォルダ
nb: Ny mappe
uk: Нова папка
vi: thư mục mới

source: map 1:1
el: Χάρτη 1: 1
hi: नक्शा 1: 1
ja: マップ1:1
nb: Kart 1: 1
uk: На карті 1: 1
vi: Bản đồ 1: 1

source: cut ads
el: Κοπεί διαφημίσεις
hi: विज्ञापनों में कटौती
ja: 広告を切ります
nb: Cut-annonser
uk: Вирізати рекламу
vi: Cắt quảng cáo

source: : Program
el: : Πρόγραμμα
hi: : कार्यक्रम
ja: :プログラム
uk: : Програма
vi: : Chương trình

source: Cinelerra: Asset Info
el: Cinelerra: Πληροφορίες Ενεργητικού
hi: सिनलेरा: संपत्ति जानकारी
ja: Cinelerra:資産情報
vi: Cinelerra: tài sản Info

source: Cinelerra: Asset path
el: Cinelerra: διαδρομή Ενεργητικού
hi: सिनलेरा: संपत्ति पथ
ja: Cinelerra:アセット・パス
nb: Cinelerra: Asset banen
uk: Cinelerra: шлях активів
vi: Cinelerra: đường dẫn tài sản

source: Cinelerra: Attach Effect
el: Cinelerra: Συνδέστε Effect
hi: सिनलेरा: संलग्न प्रभाव
ja: Cinelerra:エフェクトを添付
nb: Cinelerra: Fest Effect
uk: Cinelerra: Прикласти Effect
vi: Cinelerra: Đính kèm Hiệu quả

source: Cinelerra: Audio compression
el: Cinelerra: συμπίεση ήχου
hi: सिनलेरा: ऑडियो संपीड़न
ja: Cinelerra:オーディオ圧縮
nb: Cinelerra: Lydkomprimering
uk: Cinelerra: Аудіо стиснення
vi: Cinelerra: Âm thanh nén

source: Cinelerra: Audio Compression
el: Cinelerra: Συμπίεσης Ήχου
hi: सिनलेरा: ऑडियो संपीड़न
ja: Cinelerra:オーディオ圧縮
uk: Cinelerra: Аудіо Стиснення
vi: Cinelerra: Audio nén

source: Cinelerra: Audio Preset
el: Cinelerra: Ήχος Preset
hi: सिनलेरा: ऑडियो पूर्व निर्धारित
ja: Cinelerra:オーディオプリセット

source: Cinelerra: Batch Render
el: Cinelerra: Παρτίδα Render
hi: सिनलेरा: बैच प्रस्तुत करना
ja: Cinelerra:バッチレンダリング
uk: Cinelerra: Пакетне Рендер

source: Cinelerra: Camera
el: Cinelerra: Κάμερα
hi: सिनलेरा: कैमरा
ja: Cinelerra:カメラ
uk: Cinelerra: камера

source: Cinelerra: CD Ripper
hi: सिनलेरा: सीडी खूनी
ja: Cinelerra:CDリッパー

source: Cinelerra: Change Effect
el: Cinelerra: Αλλαγή Effect
hi: सिनलेरा: प्रभाव बदल
ja: Cinelerra:変更の影響
nb: Cinelerra: Endre Effect
uk: Cinelerra: Змінити Ефект
vi: Cinelerra: Thay đổi hiệu ứng

source: Cinelerra: Channel Info
el: Cinelerra: Πληροφορίες καναλιού
hi: सिनलेरा: चैनल की जानकारी
ja: Cinelerra:チャンネル情報
uk: Cinelerra: Інформація про канал
vi: Cinelerra: Kênh Info

source: Cinelerra: Channels
el: Cinelerra: Κανάλια
hi: सिनलेरा: चैनल
ja: Cinelerra:チャンネル
uk: Cinelerra: Канали
vi: Cinelerra: Kênh

source: Cinelerra: Clip Info
el: Cinelerra: Clip Πληροφορίες
hi: सिनलेरा: क्लिप जानकारी
ja: Cinelerra:情報クリップ
uk: Cinelerra: Кліп Info

source: Cinelerra: Color
el: Cinelerra: Χρώμα
hi: सिनलेरा: रंग
ja: Cinelerra:カラー
uk: Cinelerra: Колір

source: Cinelerra: Commands
el: Cinelerra: Εντολές
hi: सिनलेरा: कमानों
ja: Cinelerra:コマンド
nb: Cinelerra: Kommandoer
uk: Cinelerra: Команди
vi: Cinelerra: lệnh

source: Cinelerra: Compositor
hi: सिनलेरा: कंपोज़ीटर
ja: Cinelerra:コンポジ
uk: Cinelerra: композитор
vi: Cinelerra: biên soạn

source: Cinelerra: Confirm
el: Cinelerra: Επιβεβαίωση
hi: सिनलेरा: पुष्टि करें
ja: Cinelerraは:確認します
nb: Cinelerra Bekreft
uk: Cinelerra: Підтвердити
vi: Cinelerra: Xác nhận

source: Cinelerra: Confirm Quit
el: Cinelerra: Επιβεβαίωση Quit
hi: सिनलेरा: पुष्टि छोड़ो
ja: Cinelerraは:終了の確認します
nb: Cinelerra: Bekreft Quit
uk: Cinelerra: Підтвердити Вихід
vi: Cinelerra: Xác nhận Quit

source: Cinelerra: Could not set locale.
el: Cinelerra: Δεν ήταν δυνατή η ρύθμιση της τοπικής ρύθμισης.
hi: सिनलेरा: स्थान निर्धारित नहीं किया जा सका।
ja: 「Cinelerra:ロケールを設定できませんでした n "は
nb: Cinelerra: Kan ikke sette locale
uk: Cinelerra: Чи не вдалося встановити мовної стандарт п.
vi: Cinelerra: Không thể thiết lập miền địa phương

source: Cinelerra: Create BD
el: Cinelerra: Δημιουργία BD
hi: सिनलेरा: BD बनाएँ
ja: Cinelerraは:BDを作成します
nb: Cinelerra: Opprett BD
uk: Cinelerra: Створення BD
vi: Cinelerra: Tạo BD

source: Cinelerra: Create DVD
el: Cinelerra: Δημιουργία DVD
hi: सिनलेरा: डीवीडी बनाएँ
ja: Cinelerraは:DVDの作成します
nb: Cinelerra: Lag DVD
uk: Cinelerra: Створення DVD
vi: Cinelerra: Tạo đĩa DVD

source: Cinelerra: Crop
el: Cinelerra: Περικοπή
hi: सिनलेरा: फसल
ja: Cinelerra:クロップ
uk: Cinelerra: Урожай
vi: Cinelerra: Cắt

source: Cinelerra: Delete All Indexes
el: Cinelerra: Διαγραφή όλων των δεικτών
hi: सिनलेरा: सभी इंडेक्स हटाएँ
ja: Cinelerra:すべてのインデックスを削除します
nb: Cinelerra: Slett alle indekser
uk: Cinelerra: Видалити всі індекси
vi: Cinelerra: Xóa tất cả các chỉ số

source: Cinelerra: Edit Channel
el: Cinelerra: Επεξεργασία καναλιού
hi: सिनलेरा: चैनल संपादित करें
ja: Cinelerra:編集チャンネル
uk: Cinelerra: Змінити канал
vi: Cinelerra: Chỉnh sửa kênh

source: Cinelerra: Edit length
el: Cinelerra: Επεξεργασία μήκους
hi: सिनलेरा: लंबाई संपादित करें
ja: Cinelerra:編集長
nb: Cinelerra: Edit lengde
uk: Cinelerra: Змінити довжину
vi: Cinelerra: Chỉnh sửa thời gian

source: Cinelerra: Effect Prompt
el: Cinelerra: Επίδραση Prompt
hi: सिनलेरा: प्रभाव शीघ्र
ja: Cinelerra:エフェクト・プロンプト
nb: Cinelerra: Effekt Tekst
uk: Cinelerra: Ефект Prompt

source: Cinelerra: Error
el: Cinelerra: Σφάλμα
hi: सिनलेरा: त्रुटि
ja: Cinelerra:エラー
nb: Cinelerra: Feil
uk: Cinelerra: Помилка
vi: Cinelerra: Lỗi

source: Cinelerra: Errors
el: Cinelerra: Λάθη
hi: सिनलेरा: त्रुटियाँ
ja: Cinelerra:エラー
nb: Cinelerra: Feil
uk: Cinelerra: Помилки
vi: Cinelerra: lỗi

source: Cinelerra: Export EDL
el: Cinelerra: Εξαγωγή EDL
hi: सिनलेरा: निर्यात EDL
ja: Cinelerra:エクスポートEDL
nb: Cinelerra: Eksport EDL
uk: Cinelerra: експорт EDL
vi: Cinelerra: Xuất khẩu EDL

source: Cinelerra: Feather Edits
el: Cinelerra: Αστραπή Επεξεργάζεται
hi: सिनलेरा: पंख संपादन
ja: Cinelerra:フェザー編集
uk: Cinelerra: Перо редагує
vi: Cinelerra: Feather Chỉnh sửa

source: Cinelerra: File Exists
el: Cinelerra: το αρχείο υπάρχει
hi: सिनलेरा: फ़ाइल मौजूद है
ja: Cinelerra:ファイルが存在
nb: Cinelerra: Fil eksisterer
uk: Cinelerra: Файл існує

source: Cinelerra: File format
el: Cinelerra: Μορφή αρχείου
hi: सिनलेरा: फ़ाइल स्वरूप
ja: Cinelerra:ファイル形式
nb: Cinelerra: Filformat
uk: Cinelerra: Формат файлу
vi: Cinelerra: Định dạng File

source: Cinelerra: File Format
el: Cinelerra: Μορφή αρχείου
hi: सिनलेरा: फ़ाइल स्वरूप
ja: Cinelerra:ファイル形式
uk: Cinelerra: Формат файлу

source: Cinelerra: Goto position
el: Cinelerra: θέση Goto
hi: सिनलेरा: गोटो स्थिति
ja: Cinelerra:後藤位置
nb: Cinelerra: Goto posisjon
uk: Cinelerra: Гото положення
vi: Cinelerra: Chuyển đến vị trí

source: Cinelerra: Label Info
el: Cinelerra: Ετικέτα Πληροφορίες
hi: सिनलेरा: लेबल जानकारी
ja: Cinelerra:ラベル情報
nb: Cinelerra: Etikett Info
vi: Cinelerra: Nhãn Thông tin

source: Cinelerra: Levels
el: Cinelerra: Επίπεδα
hi: सिनलेरा: स्तर
ja: Cinelerra:レベル
uk: Cinelerra: Рівні

source: Cinelerra: Load
hi: सिनलेरा: लोड
ja: Cinelerra:ロード

source: Cinelerra: Loading
el: Cinelerra: Φόρτωση
hi: सिनलेरा: लोड हो रहा है
ja: Cinelerra:ロード
uk: Cinelerra: Завантаження

source: Cinelerra: Locate file
el: Cinelerra: Εντοπίστε το αρχείο
hi: सिनलेरा: फ़ाइल की स्थिति जानें
ja: Cinelerra:ファイルを探します
nb: Cinelerra: Finn filen
uk: Cinelerra: Знайдіть файл
vi: Cinelerra: Xác định vị trí tập tin

source: Cinelerra: Mask
el: Cinelerra: Μάσκα
hi: सिनलेरा: मास्क
ja: Cinelerra:マスク
uk: Cinelerra: Маска

source: Cinelerra: New folder
el: Cinelerra: Νέος φάκελος
hi: सिनलेरा: नया फ़ोल्डर
ja: Cinelerra:新しいフォルダ
nb: Cinelerra: Ny mappe
uk: Cinelerra: Нова папка
vi: Cinelerra: Thư mục mới

source: Cinelerra: New Project
hi: सिनलेरा: नई परियोजना
ja: Cinelerra:新規プロジェクト
nb: Cinelerra: Nytt prosjekt
uk: Cinelerra: Новий проект
vi: Cinelerra: Dự án mới

source: Cinelerra: Normalize
el: Cinelerra: Κανονικοποίηση
hi: सिनलेरा: मानक के अनुसार
ja: Cinelerra:ノーマライズ
nb: Cinelerra: Normal
uk: Cinelerra: Нормалізація

source: Cinelerra: Options
el: Cinelerra: Επιλογές
hi: सिनलेरा: विकल्प
ja: Cinelerra:オプション

source: Cinelerra: Overlays
el: Cinelerra: Επικαλύψεις
hi: सिनलेरा: ओवरले
ja: Cinelerra:オーバーレイ
nb: Cinelerra: overlegg
uk: Cinelerra: накладень
vi: Cinelerra: Lớp phủ

source: Cinelerra: Path
hi: सिनलेरा: पथ
ja: Cinelerra:パス
uk: Cinelerra: Шлях

source: Cinelerra: Picture
el: Cinelerra: Εικόνα
hi: सिनलेरा: पिक्चर '
ja: Cinelerra:ピクチャー
nb: Cinelerra: Bilde
uk: Cinelerra: Картина

source: Cinelerra: Preferences
el: Cinelerra: Προτιμήσεις
hi: सिनलेरा: प्राथमिकताएं
ja: Cinelerra:環境設定

source: Cinelerra: Program
el: Cinelerra: Πρόγραμμα
hi: सिनलेरा: कार्यक्रम
ja: Cinelerra:プログラム
uk: Cinelerra: Програма
vi: Cinelerra: Chương trình

source: Cinelerra: Projector
el: Cinelerra: Προβολέας
hi: सिनलेरा: प्रोजेक्टर
ja: Cinelerra:プロジェクター
uk: Cinelerra: Проектор
vi: Cinelerra: Máy chiếu

source: Cinelerra: Question
el: Cinelerra: Ερώτηση
hi: सिनलेरा: प्रश्न
ja: Cinelerra:質問
uk: Cinelerra: Питання
vi: Cinelerra: Câu hỏi

source: Cinelerra: Record
hi: सिनलेरा: रिकॉर्ड
ja: Cinelerra:レコード
uk: Cinelerra: Рекорд
vi: Cinelerra: Ghi

source: Cinelerra: Recording
el: Cinelerra: Καταγραφή
hi: सिनलेरा: रिकॉर्डिंग
ja: Cinelerra:録音
uk: Cinelerra: Запис

source: Cinelerra: Record path
el: Cinelerra: Εγγραφή μονοπάτι
hi: सिनलेरा: रिकॉर्ड पथ
ja: Cinelerra:レコードのパス
nb: Cinelerra: Record banen
uk: Cinelerra: Запис шляху
vi: Cinelerra: Ghi lại con đường

source: Cinelerra: Redraw Indexes
el: Cinelerra: Διόρθωση Ευρετήρια
hi: सिनलेरा: पुनर्लेखन अनुक्रमणिका
ja: Cinelerra:インデックスを再描画します
nb: Cinelerra: Tegne Indexes
uk: Cinelerra: Redraw індекси
vi: Cinelerra: Vẽ lại chỉ số

source: Cinelerra: Remove assets
el: Cinelerra: Κατάργηση περιουσιακών στοιχείων
hi: सिनलेरा: परिसंपत्तियों निकालें
ja: Cinelerra:資産の削除
nb: Cinelerra: Fjern eiendeler
uk: Cinelerra: Видалити активи
vi: Cinelerra: Di chuyển tài sản

source: Cinelerra: Resample
hi: सिनलेरा: प्रतिदर्श चैनल
ja: Cinelerra:リサンプル

source: Cinelerra: Remove plugin
el: Cinelerra: Κατάργηση plugin
hi: सिनलेरा: प्लगइन निकालें
ja: Cinelerra:プラグインを削除します
nb: Cinelerra: Fjern plugin
uk: Cinelerra: Видалити плагін
vi: Cinelerra: Hủy bỏ plugin

source: Cinelerra: Render
hi: सिनलेरा: प्रस्तुत करना
ja: Cinelerra:レンダリング
uk: Cinelerra: Рендер

source: Cinelerra: Render effect
el: Cinelerra: Render αποτέλεσμα
hi: सिनलेरा: प्रस्तुत करना प्रभाव
ja: Cinelerra:エフェクトをレンダリング
nb: Cinelerra: Render effekt
uk: Cinelerra: Рендер ефект
vi: Cinelerra: Render hiệu ứng

source: Cinelerra: Resize Track
el: Cinelerra: Αλλαγή μεγέθους Track
hi: सिनलेरा: आकार बदलें ट्रैक
ja: Cinelerra:トラックのサイズを変更します
uk: Cinelerra: Зміна розміру Track
vi: Cinelerra: Thay đổi kích thước Track
