Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: FileOGG: Cannot find next page while seeking
el: FileOGG: Δεν μπορείτε να βρείτε στην επόμενη σελίδα, επιδιώκοντας παράλληλα
hi: FileOGG: अगले पेज जबकि मांग नहीं मिल सकता है
ja: FileOGG: nを求めている間に、次のページが見つかりません
nb: FileOGG: Kan ikke finne neste side mens søker
uk: FileOGG: Чи не можете знайти наступну сторінку, шукаючи
vi: FileOGG: Không thể tìm thấy trang tiếp theo trong khi tìm kiếm

source: Ogg decoding error while seeking sample
el: Ogg αποκωδικοποίηση σφάλμα κατά την αναζήτηση του δείγματος
hi: जबकि मांग नमूना N ऑग त्रुटि को डिकोडिंग
ja: サンプル nを図りながらオッグは、復号誤り
nb: Ogg dekoding feil under søker sample
uk: Ogg декодування помилка при пошуках зразка
vi: Ogg giải mã lỗi trong khi tìm kiếm mẫu

source: FileOGG: Something wrong while trying to seek
el: FileOGG: Κάτι λάθος, ενώ προσπαθεί να αναζητήσει
hi: FileOGG: कुछ गलत तलाश करने के लिए कोशिश कर रहा है
ja: FileOGG:間違った何かが nを追求しようとしているときに
nb: FileOGG: Noe galt mens du prøver å søke
uk: FileOGG: Щось не так, намагаючись шукати
vi: FileOGG: Một cái gì đó sai trong khi cố gắng để tìm kiếm

source: FileOGG: Illegal seek beyond end of frames
el: FileOGG: Παράνομη αναζητούν πέρα ​​τέλος των κουφωμάτων
hi: FileOGG: अवैध फ्रेम के अंत से परे की तलाश
ja: FileOGG:不正のn ãレームの終わりを超えてシーク
nb: FileOGG: Ulovlig søke utover slutten av rammer
uk: FileOGG: Нелегальна шукати за кінець кадрів
vi: FileOGG: bất hợp pháp tìm cách vượt quá kết thúc của khung

source: FileOGG: ogg_sync_and_get_next_page failed
el: FileOGG: ogg_sync_and_get_next_page απέτυχε
hi: FileOGG: ogg_sync_and_get_next_page विफल रहा है
ja: FileOGGは:ogg_sync_and_get_next_pageは失敗しました n
nb: FileOGG: ogg_sync_and_get_next_page mislyktes
uk: FileOGG: ogg_sync_and_get_next_page вдалося
vi: FileOGG: ogg_sync_and_get_next_page không

source: FileOGG: Seeking to frame failed
el: FileOGG: Προσπαθώντας να πλαισιώσει απέτυχε
hi: FileOGG: फ्रेम करने में विफल तलाश
ja: FileOGG:失敗しました nをフレームに探しています
nb: FileOGG: Søker å ramme mislyktes
uk: FileOGG: Бажаємий до кадру не вдалося
vi: FileOGG: Tìm kiếm để khung không

source: FileOGG: Seeking to keyframe failed
el: FileOGG: Προσπαθώντας να keyframe απέτυχε
hi: FileOGG: keyframe करने में विफल तलाश
ja: FileOGG:キーフレームに探しては、n å¤±敗しました
nb: FileOGG: Søker å keyframe mislyktes
uk: FileOGG: Бажаємий ключового кадру не вдалося
vi: FileOGG: Tìm kiếm để Keyframe không

source: FileOGG: Expecting keyframe, but didn't get it
el: FileOGG: Αναμένοντας καρέ-κλειδί, αλλά δεν το πάρει
hi: FileOGG: keyframe की उम्मीद है, लेकिन यह नहीं मिला
ja: FileOGG:キーフレームを期待するが、N ãれを取得できませんでした
nb: FileOGG: Forventer keyframe, men fikk den ikke
uk: FileOGG: Чекаючи ключовий кадр, але не отримали його
vi: FileOGG: Mong keyframe, nhưng đã không nhận được nó

source: FileOGG: theora_decode_YUVout failed with code %i
el: FileOGG: theora_decode_YUVout απέτυχε με κωδικό %i
ja: FileOGG:theora_decode_YUVoutは、iがn ã³ード %i
nb: FileOGG: theora_decode_YUVout mislyktes med koden %i
uk: FileOGG: theora_decode_YUVout невдачу з кодом %i
vi: FileOGG: theora_decode_YUVout thất bại với mã %i

source: FileOGG: Cannot find next page while trying to decode more samples
el: FileOGG: Δεν μπορείτε να βρείτε στην επόμενη σελίδα, ενώ προσπαθεί να αποκωδικοποιήσει περισσότερα δείγματα
hi: FileOGG: अगले पेज डिकोड करने के लिए अधिक नमूनों
ja: FileOGGは:より多くのサンプルがn ãコードしようとしているときに、次のページが見つかりません
nb: FileOGG: Kan ikke finne neste side mens du prøver å dekode flere prøver
uk: FileOGG: Чи не можете знайти наступну сторінку при спробі декодувати більше зразків
vi: FileOGG: Không thể tìm thấy trang tiếp theo trong khi cố gắng giải mã nhiều mẫu

source: max samples=%d
el: Max δείγματα =%d
hi: अधिकतम नमूने =%d
ja: 最大サンプル=%d個の n
nb: Max prøvene =%d
uk: Максимальна кількість зразків =%d
vi: Mẫu max =%d

source: FileOGG: Error at finding out what to read from file
el: FileOGG: Σφάλμα στο να ανακαλύψει τι να διαβάσει από το αρχείο
hi: FileOGG: बाहर खोजने में त्रुटि क्या से फाइल पढ़ने के लिए
ja: FileOGG:ファイル nから読み取るための何かを見つけることで、エラー
nb: FileOGG: Feil på å finne ut hva du skal lese fra fil
uk: FileOGG: Помилка при з'ясувати, що для читання з файлу
vi: FileOGG: Lỗi trong việc tìm ra những gì để đọc từ tập tin

source: Error while seeking to sample
el: Σφάλμα κατά επιδιώκει να δοκιμάσετε
hi: जब तक नमूने के लिए N मांग त्रुटि
ja: エラーは、 nをサンプリングするために追求しながら
nb: Feil under søker å smake
uk: Помилка при прагненні зразка
vi: Lỗi trong khi tìm cách lấy mẫu

source: FileOGG:: History not aligned properly
el: FileOGG::Ιστορία δεν ευθυγραμμίζονται σωστά
hi: FileOGG::इतिहास ठीक से
ja: FileOGG ::歴史のn æ­£しく整列していません
nb: FileOGG::Historie ikke riktig justert
uk: FileOGG::Історія не вирівняні
vi: FileOGG::Lịch sử không đúng đắn phù hợp

source: error writing audio page
el: Σφάλμα κατά την εγγραφή του ήχου σελίδα
hi: त्रुटि ऑडियो पेज N लेखन
ja: エラー書き込みオーディオページの n
nb: Feil ved skriving lyd side
uk: Не можу записати аудіо сторінку
vi: Lỗi bằng văn bản trang âm thanh

source: error writing video page
el: Σφάλμα κατά την εγγραφή βίντεο σελίδα
hi: लिखने में त्रुटि वीडियो पेज
ja: エラー書き込みビデオページを n
nb: Feil ved skriving videoside
uk: Не можу записати сторінки відео
vi: Lỗi bằng văn bản trang video

source: FileOGG: theora_encode_YUVin failed with code %i
el: FileOGG: theora_encode_YUVin απέτυχε με κωδικό %i
ja: FileOGG:theora_encode_YUVinは、iがn ã³ード %i
nb: FileOGG: theora_encode_YUVin mislyktes med koden %i
uk: FileOGG: theora_encode_YUVin невдачу з кодом %i
vi: FileOGG: theora_encode_YUVin thất bại với mã %i

source: Min bitrate:
el: Ελάχιστη bitrate:
hi: मिन बिटरेट:
ja: 最小ビットレート:
nb: Minimal bitrate:
uk: Мінімальна швидкість передачі:

source: Avg bitrate:
el: Μέση bitrate:
hi: औसत बिटरेट:
ja: 平均ビットレート:
nb: Gjennomsnittlig bitrate:
uk: Середнє бітрейт:

source: Max bitrate:
hi: अधिकतम बिटरेट:
ja: 最大ビットレート:
nb: Maks bitrate:
uk: Макс бітрейт:

source: Average bitrate
hi: औसत बिटरेट
ja: 平均ビットレート
nb: Gjennomsnittlig bitrate:
uk: Середній бітрейт
vi: Bitrate trung bình

source: Variable bitrate
hi: चर बिटरेट
ja: 可変ビットレート
nb: Variabel bitrate
uk: Змінним бітрейтом
vi: Bitrate biến

source: Keyframe frequency:
el: Keyframe συχνότητας:
hi: कीफ़्रेम आवृत्ति:
ja: キーフレーム周波数:
nb: Grunnfrekvens:
uk: Ключовий кадр частота:
vi: Tần số Keyframe:

source: Keyframe force frequency:
el: Keyframe συχνότητα δύναμης:
hi: Keyframe बल आवृत्ति:
ja: キーフレーム力周波数:
nb: Grunnfrekvens:
uk: Ключовий кадр частота сили:
vi: Tần số lực lượng Keyframe:

source: Sharpness:
el: Οξύτητα:
hi: तीखेपन:
ja: シャープネス:
nb: Skarphet:
uk: Різкість:
vi: Độ nét:

source: Fixed quality
el: Σταθερή ποιότητα
hi: निश्चित गुणवत्ता
ja: 固定品質
nb: Fast kvantisering
uk: Фіксований якість
vi: Cố định chất lượng

source: sf_seek() to sample %jd failed, reason: %s
el: Sf_seek () για να δοκιμάσετε %jd απέτυχε, λόγο: %s
ja: %jdをサンプリングするsf_seek（）失敗、理由: %sの nを
nb: Sf_seek () for å smake %jd mislyktes, grunn: %s
uk: Sf_seek () до зразком %jd не вдалося, причина: %s
vi: Sf_seek () để lấy mẫu %jd thất bại, lý do: %s

source: buffer=%p
el: =%p ρυθμιστικό =
ja: バッファ=%pをする n
uk: Буфер =%p
vi: Đệm =%p

source: Dither
el: Τρεμούλα
hi: तड़पना
ja: ディザ
nb: Ujevn
uk: Згладжування
vi: Run lên

source: Signed
el: Υπογραφή
hi: हस्ताक्षर
ja: 署名付き
nb: Med fortegn
uk: Підписано
vi: Ký

source: RGB compressed
el: RGB συμπιεσμένα
hi: आरजीबी संकुचित
ja: RGBは、圧縮されました
nb: RGB, komprimert
uk: RGB стискається
vi: RGB nén

source: RGBA compressed
el: RGBA συμπιεσμένο
hi: आरजीबीए संकुचित
ja: RGBAは、圧縮されました
nb: RGBA, komprimert
uk: RGBA стислий
vi: RGBA nén

source: RGB uncompressed
el: RGB ασυμπίεστο
hi: आरजीबी असम्पीडित
ja: RGB非圧縮
nb: RGB, ukomprimert
uk: RGB нестислий
vi: RGB không nén

source: RGBA uncompressed
el: RGBA ασυμπίεστο
hi: आरजीबीए असम्पीडित
ja: RGBA圧縮されていません
nb: RGBA, ukomprimert
uk: RGBA нестислий
vi: RGBA không nén

source: Colorspace:
el: Χρωματικός:
hi: रंगीन स्थान:
ja: 色空間:
nb: Fargerom:
uk: Кольорове:
vi: Không gian màu:

source: FileVorbis::open_file %s: invalid bitstream.
el: FileVorbis::open_file %s:. Άκυρα bitstream
hi: FileVorbis::open_file %s:। अवैध बिटस्ट्रीम
ja: FileVorbis::open_file %sの:無効なビットストリーム n "は
nb: FileVorbis::open_file %s.: Ugyldig bitstrøm
uk: FileVorbis::open_file %s :. Недійсним потік бітів
vi: FileVorbis::open_file %s:. Bitstream không hợp lệ

source: Flipbook...
hi: फ्लिप किताब...
ja: パラパラ漫画...
nb: Flippbok ...

source: Linear
el: Γραμμικός
hi: रैखिक
ja: リニア
nb: Linær
uk: Лінійне

source: The format you selected doesn't support video.
el: Η μορφή που επιλέξατε δεν υποστηρίζει βίντεο.
hi: आप चयनित वीडियो प्रारूप का समर्थन नहीं करता।
ja: あなたが選択したフォーマットは、ビデオをサポートしていません。
nb: Formatet du valgte støtter ikke bilde.
uk: Обраний вами формат не підтримує відео.
vi: Các định dạng mà bạn chọn không hỗ trợ video.

source: The format you selected doesn't support audio.
el: Η μορφή που επιλέξατε δεν υποστηρίζει ήχο.
hi: प्रारूप आप चयनित ऑडियो का समर्थन नहीं करता।
ja: あなたが選択したフォーマットは、オーディオをサポートしていません。
nb: Formatet du valgte støtter ikke lyd.
uk: Обраний вами формат не підтримує аудіо.
vi: Các định dạng mà bạn chọn không hỗ trợ âm thanh.

source: ULAW compression is only available in Quicktime Movies and PCM files.
el: Συμπίεσης ULAW είναι διαθέσιμη μόνο σε nQuicktime ταινίες και τα αρχεία PCM.
hi: Ulaw संपीड़न में nQuicktime सिनेमा और पीसीएम फ़ाइलें ही उपलब्ध है।
ja: ULAW圧縮は nQuicktime作品とPCMファイルでのみ使用可能です。
nb: ULAW-kompresjon er bare tilgjengelig i Quicktime- og PCM-filer.
uk: Стиснення ULAW доступна тільки в nQuicktime Фільми та файлів PCM
vi: Nén ULAW chỉ có sẵn trong nQuicktime phim và các tập tin PCM.

source: Change file format
el: Μορφή αρχείου Αλλαγή
hi: परिवर्तन फ़ाइल स्वरूप
ja: 変更ファイル形式
nb: Endre filformat
uk: Формат файлу Змінити
vi: Định dạng tập tin thay đổi

source: Set ffmpeg file type
el: Ορίστε ffmpeg τύπος αρχείου
hi: सेट ffmpeg फ़ाइल प्रकार
ja: 設定ffmpegのファイルの種類
nb: Set ffmpeg filtype
uk: Встановити FFmpeg тип файлу
vi: Thiết lập kiểu tập tin ffmpeg

source: User Defined
el: Ορισμένο από τον χρήστη
hi: उपयोगकर्ता परिभाषित
ja: ユーザー定義の
nb: Selvvalgt
uk: Визначений користувачем
vi: Đã xác định người dùng

source: Presets:
hi: प्रीसेट:
ja: プリセット:
nb: Forvalg:
uk: Заготовки:

source: File Format:
el: Μορφή αρχείου:
hi: फाइल प्रारूप:
ja: ファイル形式:
nb: Filformat:
uk: Формат файлу:
vi: Định dạng tập tin:

source: Configure audio compression
el: Ρύθμιση συμπίεσης ήχου
hi: ऑडियो संपीड़न विन्यस्त करें
ja: オーディオ圧縮の設定
nb: Sett opp lydkomprimering
uk: Налаштування стиснення аудіо
vi: Cấu hình âm thanh nén

source: Configure video compression
el: Ρύθμιση συμπίεσης βίντεο
hi: वीडियो संपीड़न विन्यस्त करें
ja: ビデオ圧縮を設定します
nb: Sett opp videokomprimering
uk: Налаштування стиснення відео
vi: Cấu hình nén video

source: Record audio tracks
el: Record κομμάτια ήχου
hi: रिकार्ड ऑडियो पटरियों
ja: レコードオーディオトラック
nb: Ta opp lydspor
uk: Запис аудіо треки
vi: Âm thanh Record

source: Render audio tracks
el: Render κομμάτια ήχου
hi: ऑडियो पटरियों प्रस्तुत करना
ja: オーディオトラックをレンダリング
nb: Ta med lydspor
uk: Віддавайте аудиодорожки
vi: Render âm thanh

source: Record video tracks
el: Κομμάτια βίντεο Record
hi: रिकार्ड वीडियो पटरियों
ja: レコードのビデオトラック
nb: Spill inn videospor
uk: Запис відео треків
vi: Ghi lại bài nhạc video

source: Render video tracks
el: Render κομμάτια βίντεο
hi: वीडियो पटरियों प्रस्तुत करना
ja: ビデオトラックをレンダリング
nb: Ta med videospor
uk: Рендер відео треків
vi: Render bài nhạc video

source: Overwrite project with output
el: Αντικατάσταση του έργου με έξοδο
hi: उत्पादन के साथ परियोजना अधिलेखित
ja: 出力のプロジェクトを上書き
nb: Overskriv prosjekt med output
uk: Переписати проект з виходом
vi: Ghi đè lên dự án với đầu ra

source: Create new file at each label
el: Δημιουργία νέου αρχείου σε κάθε ετικέτα
hi: प्रत्येक लेबल पर नई फ़ाइल बनाएँ
ja: 各ラベルで新しいファイルを作成します
nb: Lag ny fil ved hvert merke
uk: Створити новий файл на кожній етикетці
vi: Tạo tập tin mới ở mỗi nhãn

source: : File format
el: : Μορφή αρχείου
hi: : फाइल प्रारूप
ja: :ファイル形式
nb: : Filformat
uk: : Формат файлу
vi: : Định dạng File

source: Set parameters for this audio format:
el: Ρύθμιση παραμέτρων για αυτή την μορφή ήχου:
hi: इस ऑडियो प्रारूप के लिए पैरामीटर सेट:
ja: このオーディオ形式のパラメータを設定します。
nb: Sett parametere for denne lydformat:
uk: Встановити параметри для цього аудіо-форматі:
vi: Thiết lập các thông số cho các định dạng âm thanh này:

source: HiLo:
hi: हिलो:
ja: ヒロ:

source: Set parameters for this video format:
el: Ρύθμιση παραμέτρων για αυτό το φορμά βίντεο:
hi: इस वीडियो प्रारूप के लिए पैरामीटर सेट:
ja: このビデオフォーマットのためのパラメータを設定します。
nb: Sett parametere for dette videoformatet:
uk: Встановити параметри для цього формату відео:
vi: Thiết lập các thông số cho định dạng video này:

source: Video is not supported in this format.
el: Video δεν υποστηρίζεται σε αυτή τη μορφή.
hi: वीडियो इस प्रारूप में समर्थित नहीं है।
ja: ビデオは、この形式ではサポートされていません。
nb: Video støttes ikke i dette formatet.
uk: Відео не підтримується в цьому форматі.
vi: Video không được hỗ trợ định dạng này.

source: : Overlays
el: : Επικαλύψεις
hi: : ओवरले
ja: :オーバーレイ
nb: : overlegg
vi: : Lớp phủ

source: Assets
el: Ακίνητη περιουσία
hi: संपत्ति
ja: 資産
nb: Eiendeler
uk: Активи
vi: Tài sản

source: Titles
el: Τίτλοι
hi: शीर्षक
ja: タイトル
nb: Tittel
uk: Главами
vi: Quyền

source: Transitions
el: Μεταβάσεις
hi: बदलाव
ja: トランジション
nb: overgang
uk: Переходи
vi: Chuyển tiếp

source: Plugin Autos
hi: प्लगइन ऑटो
ja: プラグイン自動車
uk: Плагін Авто
vi: Plugin trên xe ô tô

source: Camera X
el: Φωτογραφική μηχανή Χ
hi: कैमरा एक्स
ja: カメラX
uk: Камера X
vi: Máy X

source: Camera Y
el: Φωτογραφική μηχανή Y
hi: कैमरा वाई
ja: カメラY
uk: Камера Y
vi: Máy ảnh Y

source: Camera Z
el: Φωτογραφική μηχανή Ζ
hi: कैमरा Z
ja: カメラのZ
uk: Камера Z
vi: Máy Z

source: Projector X
el: Προβολέας Χ
hi: प्रोजेक्टर एक्स
ja: プロジェクタX
uk: Проектор Х
vi: Chiếu X

source: Projector Y
el: Προβολέας Υ
hi: प्रोजेक्टर वाई
ja: プロジェクターY
uk: Проектор Y
vi: Chiếu Y

source: Projector Z
el: Προβολέας Ζ
hi: प्रोजेक्टर Z
ja: プロジェクターZ
uk: Проектор Z
vi: Chiếu Z

source: Fade
el: Ξεθωριάζει
hi: फीका
ja: フェード
nb: Falme
vi: Phai màu

source: Mode
el: Τρόπος
hi: मोड
ja: モード
nb: Modus
uk: Режим
vi: Chế độ

source: Mask
el: Μάσκα
hi: मुखौटा
ja: マスク
nb: Maske
uk: Маска
vi: Mặt nạ

source: Speed
el: Ταχύτητα
hi: स्पीड
ja: 速度
nb: Fart
uk: Швидкість
vi: Tốc độ

source: write_frame: incomplete frame received.
el: Write_frame: ελλιπής πλαίσιο λάβει
hi: Write_frame: अधूरा फ्रेम प्राप्त।
ja: write_frame:不完全なフレームを受信します。 n
nb: Write_frame: ufullstendig ramme mottatt
uk: Write_frame: неповний кадр, отриманий п.
vi: Write_frame: khung không hoàn toàn nhận được

source: Creating %s.
el: Δημιουργία %s.
hi: %s बना रहा है।
ja: %sが作成しています。
nb: Lager %s
uk: Створення %s
vi: Tạo %s.

source: IndexFile::draw_index: index has 0 zoom
el: IndexFile::draw_index: Δείκτης έχει 0 zoom
hi: IndexFile::draw_index: 0 सूचकांक जूम
ja: INDEXFILE::draw_index:インデックスは0ズーム nを有します
nb: IndexFile::draw_index: indeks har 0 zoom
uk: IndexFile::draw_index: індекс має 0 масштабування
vi: Indexfile::draw_index: chỉ số có 0 zoom

source: IndexState::write_index Couldn't write index file %s to disk.
el: IndexState::write_index Αδύνατη η εγγραφή του αρχείου ευρετηρίου %s στο δίσκο.
hi: IndexState::write_index डिस्क के लिए सूचकांक फ़ाइल %s लिख नहीं सका।
ja: IndexState::write_indexは、インデックス・ファイル %sのディスクへの書き込みができませんでした。 n
nb: IndexState::write_index Klarte ikke skrive indeksfilen %s til disk.
uk: IndexState::write_index Неможливо записати індексний файл %s на диск. П
vi: IndexState::write_index Không thể ghi tập tin chỉ mục %s vào đĩa.

source: IndexState::write_markers Couldn't write marker file %s to disk.
el: IndexState::write_markers Αδύνατη η εγγραφή του αρχείου %s δείκτη στο δίσκο.
hi: IndexState::write_markers डिस्क के लिए मार्कर फ़ाइल %s लिख नहीं सका।
ja: IndexState::write_markersはマーカーファイル %sのディスクへの書き込みができませんでした。 n
nb: IndexState::write_markers Klarte ikke skrive markør filen %s til disk.
uk: IndexState::write_markers Неможлива запис маркер файлу %s на диск. П
vi: IndexState::write_markers Không thể ghi tập tin đánh dấu %s vào đĩa.

source: IndexState::read_markers marker file version mismatched : %s
el: IndexState::read_markers έκδοση του αρχείου δείκτη αταίριαστ : %s
hi: IndexState::read_markers मार्कर फ़ाइल संस्करण बेमेल: %s
ja: IndexState::read_markersマーカーファイルのバージョンの不一致の n: %sの nを
nb: IndexState::read_markers markør filversjon særpregede %s
uk: IndexState::read_markers версія маркера файл відповідали : %s
vi: IndexState::read_markers phiên bản đánh dấu tập tin khớp sai: %s

source: Drag all following edits
el: Σύρετε όλα τα παρακάτω ενέργειες επεξεργασίας
hi: सभी निम्नलिखित संपादन खींचें
ja: 以下のすべての編集をドラッグします
nb: Dra alle følgende endringer
uk: Перетягніть всі наступні зміни
vi: Kéo tất cả các chỉnh sửa sau đây

source: Drag only one edit
el: Σύρετε μόνο ένα edit
hi: केवल एक संपादित खींचें
ja: 一つだけ編集をドラッグします
nb: Dra bare en edit
uk: Перетягніть редагування тексту одне
vi: Kéo chỉ có một chỉnh sửa

source: Drag source only
el: Πηγή Σύρετε μόνο
hi: खींचें स्रोत केवल
ja: ドラッグ・ソースのみ
nb: Dra kun kilde
uk: Єдиним джерелом Drag
vi: Nguồn Kéo chỉ

source: No effect
el: Καμία επίδραση
hi: कोई प्रभाव नहीं
ja: 影響なし
nb: Ingen effekter
uk: Ніякого ефекту
vi: Không có tác dụng

source: Time Format
el: Μορφή Ώρας
hi: समय प्रारूप
ja: 時刻形式
nb: Tidsformat
uk: Формат часу
vi: Định dạng thời gian

source: Flags
el: Σημαίες
hi: झंडे
ja: フラグ
uk: Прапори

source: Frames per foot:
el: Καρέ ανά πόδι:
hi: फुट प्रति फ्रेम्स
ja: 足あたりのフレーム:
nb: Frames per fot:
uk: Рамки на фут:
vi: Khung hình mỗi chân:

source: Index files
el: Αρχεία Index
hi: सूचकांक फ़ाइलें
ja: インデックスファイル
nb: Indeksfiler
uk: Файли індексних
vi: Chỉ số tập tin

source: Index files go here:
el: Αρχεία Δείκτης πηγαίνετε εδώ:
hi: सूचकांक फाइल यहाँ जाना:
ja: インデックスファイルは、ここに行きます:
nb: Indeksfiler lagres her:
uk: Індексні файли йдуть сюди:
vi: Các tập tin Index đi ở đây:

source: Index Path
hi: सूचकांक पथ
ja: インデックスパス
nb: Indeks-sti
uk: Індекс Шлях

source: Select the directory for index files
el: Επιλέξτε τον κατάλογο για τα αρχεία δείκτη
hi: सूचकांक फ़ाइलों के लिए निर्देशिका का चयन करें
ja: インデックス・ファイルのディレクトリを選択します
nb: Velg katalogen for indeksfiler
uk: Виберіть каталог для індексних файлів
vi: Chọn thư mục cho các tập tin chỉ số

source: Size of index file:
el: Το μέγεθος του αρχείου ευρετηρίου:
hi: सूचकांक फाइल का आकार:
ja: インデックスファイルのサイズ:
nb: Størrelse på indeksfil:
uk: Розмір індексного файлу:
vi: Kích thước của tập tin chỉ mục:

source: Number of index files to keep:
el: Ο αριθμός των αρχείων ευρετηρίου για να κρατήσει:
hi: रखने के लिए सूचकांक फाइल की संख्या:
ja: 保持するインデックスファイルの数:
nb: Antall indeksfiler du vil beholde:
uk: Кількість індексних файлів, щоб тримати:
vi: Số lượng hồ sơ chỉ giữ lại:

source: Editing
el: Επεξεργασία
hi: संपादन
ja: 編集​​
nb: Redigering
uk: Редагування
vi: Chỉnh sửa

source: PIN:
el: ΚΑΡΦΊΤΣΑ:
hi: पिन
ja: ピン:
vi: GHIM:

source: Clicking on edit boundaries does what:
el: Κάνοντας κλικ στο edit όρια κάνει τι:
hi: सीमाओं संपादित करें पर क्लिक करना क्या करता है:
ja: 編集境界をクリックすると、どのようなことを行います。
nb: Ved å klikke på redigere grenser gjør hva:
uk: При натисканні на редагування кордонів робить що:
vi: Nhấp vào chỉnh sửa ranh giới làm gì:

source: Button 1:
el: Κουμπί 1:
hi: बटन 1:
ja: ボタン1:
nb: Knapp 1:
uk: Кнопка 1:
vi: Nút 1:

source: Button 2:
el: Κουμπί 2:
hi: बटन 2:
ja: ボタン2:
nb: Knapp 2:
uk: Кнопка 2:
vi: Nút 2:

source: Button 3:
el: Κουμπί 3:
hi: बटन 3:
ja: ボタン3:
nb: Knapp 3:
uk: Кнопка 3:

source: Min DB for meter:
el: Ελάχιστη DB για μετρητή:
hi: मीटर के लिए न्यूनतम डीबी:
ja: メートル分間DB:
uk: Мін DB для метра:
vi: Min DB cho mét:

source: Max DB:
hi: मैक्स डीबी:
ja: マックスDB:
uk: Макс DB:

source: Theme:
el: Θέμα:
hi: विषय:
ja: テーマ:
nb: Tema:
uk: Тема:
vi: Chủ đề:

source: Use thumbnails in resource window
el: Χρησιμοποιήστε εικονίδια στο παράθυρο των πόρων
hi: संसाधन विंडो में थंबनेल का प्रयोग करें
ja: リソースウィンドウでサムネイルを使用してください
nb: Bruk miniatyrbilder i ressurs vinduet
uk: Використовувати ескізи у вікні ресурсів
vi: Sử dụng hình thu nhỏ trong cửa sổ tài nguyên

source: Show tip of the day
el: Εμφάνιση συμβουλή της ημέρας
hi: दिन की नोक शो
ja: 一日のショーのヒント
nb: Vis dagens tips
uk: Показати рада дня
vi: Show đầu của ngày

source: EDL version warns if mismatched
el: EDL έκδοση προειδοποιεί εάν υπάρχει αντιστοιχία
hi: Edl संस्करण ने चेतावनी दी है कि अगर बेमेल
ja: 一致しない場合はEDLのバージョンは警告します
nb: EDL versjon advarer om manglende samsvar
uk: EDL версія попереджає, якщо не співпадають
vi: EDL phiên bản cảnh báo nếu ô không phù hợp

source: Popups activate on button up
el: Popups ενεργοποιήσετε στο κουμπί πάνω
hi: पॉपअप ऊपर बटन पर सक्रिय
ja: ポップアップはアップボタンを活性化します
nb: Popups aktivere på knappen opp
uk: Спливаючі активувати кнопку вгору
vi: Popups kích hoạt vào nút lên

source: Scan for commercials during toc build
el: Σάρωση για διαφημίσεις κατά τη διάρκεια TOC κατασκευής
hi: टीओसी निर्माण के दौरान विज्ञापनों के लिए स्कैन करें
ja: TOC作成中にコマーシャルのスキャン
nb: Scan for reklamefilmer under toc build
uk: Сканування для реклами під час TOC збірки
vi: Dò tìm các quảng cáo thương mại trong toc xây dựng

source: Android Remote Control
hi: एंड्रॉयड रिमोट कंट्रोल
ja: Androidのリモートコントロール
vi: Remote Control Android

source: Shell Commands
el: Shell Εντολές
hi: शेल कमांड
ja: シェルコマンド
nb: Shell kommandoer
uk: Шелл Команди

source: Main Menu Shell Commands
el: Κεντρικό Μενού Shell Εντολές
hi: मुख्य मेनू शेल कमांड
ja: メインメニューシェルコマンド
nb: Hovedmeny Shell kommandoer
uk: Головне меню Shell команди

source: Error!
el: Λάθος!
hi: त्रुटि!
ja: エラー！
nb: Feil!
uk: Помилка!
vi: Lỗi!

source: Manual compensation using selection
el: Εγχειρίδιο αποζημίωση χρησιμοποιώντας επιλογή
hi: मैनुअल मुआवजा चयन का उपयोग
ja: 選択を使用して手動補正
nb: Manuell kompensasjon ved hjelp av valg
uk: Ручна корекція за допомогою вибору
vi: Bồi thường bằng tay sử dụng lựa chọn

source: Automatic compensation using modes
el: Αυτόματη τρόπους αντιστάθμισης με χρήση
hi: स्वत: मुआवजा का उपयोग कर मोड
ja: モードを使用して自動補正
nb: automatisk kompensasjon ved bruk av modusene
uk: Автоматичні режими компенсації за допомогою
vi: Bồi thường sử dụng chế độ tự động

source: Top Fields First
el: Top πεδία First
hi: टॉप फील्ड्स पहले
ja: トップフィールドファースト
nb: Top Felt først
uk: На початок сторінки Поля Перший
vi: Top Fields đầu tiên

source: Bottom Fields First
el: Κάτω πεδία First
hi: नीचे फील्ड्स पहले
ja: ボトムフィールドファースト
nb: Bottom Felt først
uk: Дно Поля Перший
vi: Dưới Fields đầu tiên

source: Not Interlaced
el: Δεν Διαπλεκόμενη
hi: Interlaced नहीं
ja: インターレースされていません
nb: Ikke interlaced
uk: Не чергуванням
vi: Không Interlaced

source: Do Nothing
el: Μην κάνεις τίποτα
hi: कुछ मत करो
ja: 何もしない
nb: Gjør ingenting
uk: Нічого не робити
vi: Không làm gì cả

source: Shift Up 1 pixel
hi: 1 पिक्सेल शिफ्ट ऊपर
ja: 1ピクセルのシフトアップ
nb: Gire opp en pixel
uk: Shift Up 1 піксель

source: Shift Down 1 pixel
hi: Shift दबाकर 1 पिक्सेल
ja: 1ピクセルシフトダウン
nb: Shift Ned 1 pixel
uk: Shift Down 1 піксель
vi: Shift xuống 1 pixel

source: unknown
el: άγνωστος
hi: अनजान
ja: 未知の
nb: ukjent
uk: Невідомий
vi: không xác định

source: non-interlaced, progressive frame
el: Μη-interlaced
hi: गैर interlaced, प्रगतिशील फ्रेम
ja: ノンインターレース、プログレッシブフレーム
uk: Розгортку, прогресивний кадр
vi: Non-interlaced, khung tiến bộ

source: interlaced, top-field first
el: Interlaced, top-πεδίου πρώτη
hi: Interlaced, शीर्ष क्षेत्र पहले
ja: 最初のインタレース、トップフィールド
nb: Interlaced, topp-feltet først
uk: Чересстрочной рядків, топ-поле перше
vi: Chằng chịt, trên lĩnh vực đầu tiên

source: interlaced, bottom-field first
el: Interlaced, κάτω πεδίου πρώτη
hi: Interlaced, नीचे क्षेत्र पहले
ja: 最初のボトムフィールド、インターレース
nb: Interlaced, bunn-feltet først
uk: Чересстрочной, нижнє поле першого
vi: Interlaced, dưới trường đầu tiên

source: Parameter
el: Παράμετρος
hi: पैरामीटर
ja: パラメータ
uk: Параметр
vi: Tham số

source: TEXT
el: ΚΕΊΜΕΝΟ
hi: पाठ
ja: テキスト
nb: TEKST
uk: ТЕКСТ
vi: BẢN VĂN

source: : %s Keyframe
ja: : %sのキーフレーム

source: edit keyframe
el: Edit καρέ-κλειδί
hi: संपादित keyframe
ja: 編集キーフレーム
uk: Редагувати ключовий кадр
vi: Chỉnh sửa khung hình chính
