Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: Keyframe parameters:
el: Keyframe παραμέτρους:
hi: Keyframe मापदंडों
ja: キーフレームのパラメータ:
nb: hovedbildet parametere:
uk: Ключових кадрів параметри:
vi: Thông số Keyframe:

source: Edit value:
el: Αξία Επεξεργασία:
hi: मूल्य संपादित करें:
ja: 編集値:
nb: Edit verdi:
uk: Редагувати значення:
vi: Chỉnh sửa giá trị:

source: Apply to all selected keyframes
el: Εφαρμογή σε όλα τα επιλεγμένα βασικά καρέ
hi: सभी चयनित keyframes पर लागू करें
ja: 選択したすべてのキーフレームに適用します
nb: Bruk på alle de valgte nøkkel
uk: Застосувати до всіх вибраних ключових кадрів
vi: Áp dụng cho tất cả các khung hình chính chọn

source: Show Plugin Settings
el: Εμφάνιση Ρυθμίσεις Plugin
hi: दिखाएँ प्लगइन सेटिंग्स
ja: ショープラグインの設定
nb: Vis Plugin Settings
uk: Показати настроїти модулі
vi: Hiện Cài đặt Plugin

source: Delete keyframe
el: Διαγραφή βασικών καρέ
hi: हटाएँ keyframe
ja: キーフレームを削除
nb: Slett keyframe
uk: Видалити ключовий кадр
vi: Xóa keyframe

source: delete keyframe
el: Διαγραφή καρέ-κλειδί
hi: कीफ़्रेम नष्ट
ja: キーフレームを削除
uk: Видалити ключовий кадр
vi: Xóa keyframe

source: Hide keyframe type
el: Απόκρυψη keyframe τύπου
hi: कीफ़्रेम प्रकार छुपाएं
ja: キーフレームタイプを隠します
uk: Приховати ключового кадру тип
vi: Ẩn loại keyframe

source: misconfigured
el: Λανθασμένη
hi: कुविन्यस्त
ja: 誤って設定
nb: Feilkonfigurert
uk: Неправильно
vi: Sai

source: mute
el: βουβός
hi: मौन
ja: ミュート
nb: stum
uk: Німий
vi: tắt tiếng

source: speed
el: ταχύτητα
hi: 'स्पीड'
ja: 速度
nb: hastighet
uk: Швидкість
vi: tốc độ

source: : Label Info
el: : Ετικέτα Πληροφορίες
hi: : लेबल जानकारी
ja: :ラベル情報
nb: : Etikett Info
vi: : Nhãn Thông tin

source: Previous label
el: Προηγούμενη ετικέτα
hi: पिछला लेबल
ja: 前のラベル
nb: Forrige merke
uk: Попередня мітка
vi: Nhãn trước

source: Next label
el: Επόμενο ετικέτα
hi: अगले लेबल
ja: 次のラベル
nb: Neste merke
uk: Наступна етикетка
vi: Nhãn Next

source: : Levels
el: : Επίπεδα
hi: : स्तर
ja: :レベル
uk: Рівні

source: Load files...
el: Αρχεία Φόρτωση ...
hi: लोड फ़ाइलें ...
ja: ロード・ファイル...
nb: Last filer...
uk: Завантаження файлів ...
vi: Load tập tin ...

source: : Load
hi: : भार
ja: :ロード

source: Select files to load:
el: Επιλέξτε αρχεία σε φορτίο:
hi: लोड करने के लिए फ़ाइलों का चयन करें:
ja: 負荷にファイルを選択します。
nb: Velg filer å laste:
uk: Виберіть файли для завантаження:
vi: Chọn tập tin để tải:

source: : Locate file
el: : Εντοπίστε το αρχείο
hi: : फ़ाइल की स्थिति जानें
ja: :ファイルを探します
nb: : Finn filen
uk: : Знайдіть файл
vi: : Xác định vị trí tập tin

source: Load backup
el: Εφεδρική Load
hi: बैकअप को लोड करना
ja: ロード・バックアップ
nb: Last sikkerhetskopi
uk: Створення резервних копій навантаження

source: Insert nothing
el: Εισαγωγή τίποτα
hi: कुछ नहीं डालें
ja: 何も挿入していません
nb: Ikke sett inn noe
uk: Вставте нічого
vi: Chèn không có gì

source: Replace current project
el: Αντικατάσταση τρέχον έργο
hi: वर्तमान परियोजना बदलें
ja: 現在のプロジェクトを交換してください
nb: Erstatt det åpne prosjektet
uk: Замінити поточний проект
vi: Thay thế dự án hiện tại

source: Replace current project and concatenate tracks
el: Αντικατάσταση τρέχοντος προγράμματος και ενώσετε τα κομμάτια
hi: वर्तमान परियोजना बदलें और पटरियों जुटना
ja: 現在のプロジェクトを交換し、トラックを連結
nb: Erstatt det åpne prosjektet og legg spor etter hverandre
uk: Замінити поточний проект і об'єднати треки
vi: Thay thế dự án hiện tại và tiếp nhau hát

source: Append in new tracks
el: Προσάρτηση σε νέα κομμάτια
hi: नई पटरियों में जोड़ें
ja: 新しいトラックに追加
nb: Legg til i nye spor
uk: Додавання нових треків
vi: Gắn thêm trong các bài hát mới

source: Concatenate to existing tracks
el: Ενώσετε στις υπάρχουσες διαδρομές
hi: मौजूदा पटरियों को जुटना
ja: 既存のトラックに連結し
nb: Legg til eksisterende spor
uk: Об'єднати з існуючими треками
vi: CONCATENATE để bài hát hiện có

source: Paste at insertion point
el: Επικόλληση στο σημείο εισαγωγής
hi: सम्मिलन बिंदु पर चस्पा
ja: 挿入点に貼り付け
nb: Lim inn der markøren står
uk: Вставити в точці вставки
vi: Dán tại điểm chèn

source: Create new resources only
el: Δημιουργία μόνο νέους πόρους
hi: नए संसाधनों केवल बनाएँ
ja: 唯一の新しいリソースを作成します
nb: Lag bare nye ressurser
uk: Створити тільки нові ресурси
vi: Tạo nguồn lực mới chỉ

source: Nest sequence
el: Ακολουθία Φωλιά
hi: घोंसला अनुक्रम
ja: ネストシーケンス
nb: Nest sekvens
uk: Послідовність гніздо
vi: Yến tự

source: Insertion strategy:
el: Στρατηγική Εισαγωγή:
hi: निवेशन रणनीति:
ja: 挿入戦略:
nb: Innsettingsstrategi:
uk: Стратегія Вставка:
vi: Chiến lược Chen:

source: Program
el: Πρόγραμμα
hi: कार्यक्रम
ja: プログラム
nb: Histogram
uk: Програма
vi: Chương trình

source: : Could not set locale.
el: : Δεν ήταν δυνατή η ρύθμιση της τοπικής ρύθμισης.
hi: : स्थान निर्धारित नहीं किया जा सका।
ja: :ロケールを設定できませんでした n
nb: : Kan ikke sette locale
uk: : Чи не вдалося встановити мови п.
vi: : Không thể thiết lập miền địa phương

source: %s: -c needs a filename.
el: %s:. -C Χρειάζεται ένα όνομα αρχείου
hi: %s:। -c एक फ़ाइल नाम की जरूरत है
ja: %sの:ファイル名を必要とします-c
nb: %s. -c Trenger et filnavn
uk: %s :. -c Потребує ім'я файлу
vi: %s:. -c Cần một tên tập tin

source: -b may not be used by the user.
el: -b Δεν μπορούν να χρησιμοποιηθούν από το χρήστη.
hi: बी उपयोगकर्ता द्वारा उपयोग नहीं किया जा सकता।
ja: -bは、ユーザが使用することはできません。 n "は
nb: -b Kan ikke brukes av brukeren.
uk: -b Не може використовуватися користувачем.
vi: -b Có thể không được sử dụng bởi người sử dụng.

source: %s [-f] [-c configuration] [-d port] [-n nice] [-r batch file] [filenames]
el: %s [-f] [-c διαμόρφωση] [-d λιμάνι] [-n ωραίο] [-r αρχείο δέσμης] [ονόματα]
hi: %s [च] [ग विन्यास] [-d बंदरगाह] [-n अच्छा] [-r बैच फ़ाइल] [फ़ाइल नाम]
ja: %sの[-f] [-c設定] [-dポート] [-n素敵] [-rバッチファイル] [ファイル名] N
nb: %s [-f] [-c konfigurasjon] [-d port] [-n hyggelig] [-r batch fil] [filnavn]
uk: %s [-f] [-c конфігурація] [-d порт] [-n приємно] [-r пакетний файл] [імена] п
vi: %s [-f] [-c cấu hình] [cổng -d] [-n đẹp] [file batch -r] [tên tập tin]

source: -d = Run in the background as renderfarm client. The port (400) is optional.
el: -d = Εκτέλεση στο παρασκήνιο ως πελάτη renderfarm. Η θύρα (400) είναι προαιρετική.
hi: -d = Renderfarm ग्राहक के रूप में पृष्ठभूमि में चला। पोर्ट (400) वैकल्पिक है।
ja: -d =レンダーファームのクライアントとしてバックグラウンドで実行します。ポート（400）はオプションです。 n "は
nb: -d = Kjør i bakgrunnen som renderfarm klient. Porten (400) er valgfritt.
uk: -d = Працювати у фоновому режимі в якості RenderFarm клієнта. Порт (400) є необов'язковим. П
vi: -d = Chạy trong nền như khách hàng renderfarm. Các cổng (400) là tùy chọn.

source: -f = Run in the foreground as renderfarm client. Substitute for -d.
el: -f = Run στο προσκήνιο ως πελάτη renderfarm. Αναπληρωτής -Δ.
hi: च = renderfarm ग्राहक के रूप में अग्रभूमि में चलाते हैं। -d के लिए स्थानापन्न।
ja: レンダーファームクライアントとしてフォアグラウンドで実行= -f。-dの代わります n
nb: -f = Kjør i forgrunnen som renderfarm klient. Substitute for -d.
uk: -f = Працювати на передньому плані як RenderFarm клієнта. Замінник -d. П
vi: -f = Chạy trong nền trước là khách hàng renderfarm. Thay thế cho -d.

source: -n = Nice value if running as renderfarm client. (20)
el: -n = Νίκαιας αξία αν τρέχει ως πελάτης renderfarm. (20)
hi: -n = अच्छा मूल्य अगर renderfarm ग्राहक के रूप में चल रहा है। (20)
ja: -n =ニース値レンダーファームのクライアントとして動作している場合。（20） n "は
nb: -n = Nice verdi hvis du kjører som renderfarm klient. (20)
uk: -n = Хороший значення, якщо працює як RenderFarm клієнта. (20)
vi: -n = Đẹp giá trị nếu chạy như khách hàng renderfarm. (20)

source: -c = Configuration file to use instead of %s/%s.
el: -c = Του αρχείου ρύθμισης παραμέτρων για να χρησιμοποιήσετε αντί για %s /%s.
hi: ग = कॉन्फ़िगरेशन फ़ाइल %s /%s के बजाय का उपयोग करने के लिए।
ja: 「-c =コンフィギュレーションファイルではなく、 %sの/%sを使用しています。 n "は
nb: -c = Configuration fil som skal brukes i stedet for %s /%s.
uk: -c = Файл конфігурації для використання замість %s /%s. П
vi: -c = File cấu hình để sử dụng thay cho %s /%s.

source: -r = batch render the contents of the batch file (%s/%s) with no GUI. batch file is optional.
el: -r = Παρτίδα καθιστούν τα περιεχόμενα του αρχείου δέσμης (%s /%s) χωρίς γραφικό περιβάλλον. Αρχείου δέσμης είναι προαιρετική.
hi: आर = बैच बैच फाइल की सामग्री को प्रस्तुत करना (%s /%s) के साथ कोई जीयूआई। बैच फ़ाइल वैकल्पिक है।
ja: -r =バッチは、GUIなしで（(%s /%s）は、バッチ・ファイルの内容をレンダリングします。バッチファイルはオプションです。 n
nb: -r = Batch gjengi innholdet i batch-filen (%s /%s) uten GUI. Batch fil er valgfritt.
uk: -r = Пакетного рендеринга вміст пакетного файлу (%s /%s) без будь-GUI. Пакетний файл не є обов'язковим. П
vi: -r = Batch render các nội dung của các tập tin thực thi (%s /%s) không có tập tin thực thi giao diện. Là tùy chọn.

source: filenames = files to load
el: Ονόματα = αρχεία για να φορτώσει
hi: N
ja: ロードするファイル名=ファイル N N n "は
nb: filnavn = filer som skal lastes
uk: Імена файлів = файли для завантаження п п
vi: Tên file = file để tải

source: : Errors
el: : Λάθη
hi: : त्रुटियाँ
ja: :エラー
nb: : Feil
uk: : Помилки
vi: : Lỗi

source: The following errors occurred:
el: Τα ακόλουθα σφάλματα:
hi: निम्नलिखित त्रुटियां हुई:
ja: 次のエラーが発生しました:
nb: Følgende feil oppstod:
uk: Відбулися помилки:
vi: Có lỗi dưới đây:

source: Building Indexes...
el: Οικοδομικά Ευρετήρια ...
hi: बिल्डिंग इंडेक्सेस ...
ja: インデックスの構築...
nb: Bygger indekser...
uk: Будівельні Індекси ...
vi: Chỉ số Building ...

source: Edit
el: Επεξεργασία
hi: संपादित करें
ja: 編集​​
nb: Rediger
uk: Редагувати
vi: Chỉnh sửa

source: Keyframes
el: Βασικών καρέ
ja: キーフレーム
nb: Nøkkelbilder
uk: Ключові кадри
vi: Khung hình

source: Audio
hi: ऑडियो
ja: オーディオ
nb: Lyd
uk: Аудіо
vi: Âm thanh

source: Video
el: Βίντεο
hi: वीडियो
ja: ビデオ
nb: Bilde
uk: Відео

source: Tracks
el: Ίχνη
hi: पटरियों
ja: トラック
nb: Spor
uk: Доріжки

source: Settings
el: Ρυθμίσεις
hi: सेटिंग
ja: 設定
nb: Innstillinger
uk: Налаштування

source: Overlay mode
el: Επικάλυψη λειτουργία
hi: ओवरले मोड
ja: オーバーレイモード
nb: Forsink video
uk: Накладення режим
vi: Chế độ Overlay

source: Window
el: Παράθυρο
hi: खिड़की
ja: ウィンドウ
nb: Vindu
uk: Вікно
vi: Cửa sổ

source: Default positions
el: Θέσεις Default
hi: डिफ़ॉल्ट पदों
ja: デフォルト位置
nb: Standard posisjoner
uk: Позиції за замовчуванням
vi: Vị trí mặc định

source: Tile left
el: Πλακάκια αριστερά
hi: टाइल छोड़ दिया
ja: タイルは左
nb: Tile venstre
uk: Плитка лівий
vi: Ngói trái

source: Tile right
el: Δικαίωμα Tile
hi: टाइल सही
ja: タイル権利
nb: Tile riktig
uk: Плитка право
vi: Ngói đúng

source: Dump CICache
hi: CICache डंप
ja: CICacheダンプ
uk: Звалище CICache

source: Dump EDL
hi: Edl डंप
ja: EDLをダンプ
uk: Звалище EDL

source: Dump Plugins
hi: प्लगइन्स डंप
ja: プラグインをダンプ
uk: Звалище Додатки

source: Dump Assets
el: Ενεργητικό Dump
hi: डंप आस्तियों
ja: ダンプ資産
nb: Dump eiendeler
uk: Звалище активи
vi: Tài sản Dump

source: Undo
el: Ξεκάνω
hi: पूर्ववत करें
ja: 元に戻します
nb: Angre
uk: Скасувати

source: Undo %s
el: Αναίρεση %s
hi: %s पूर्ववत
ja: %sを元に戻します
nb: Angre %s
uk: Скасувати %s

source: Redo
el: Ξανακάνω
hi: फिर से करें
ja: やり直し
nb: Gjør om
uk: Повторити
vi: Làm lại

source: Redo %s
el: Επανάληψη %s
hi: %s फिर से करें
ja: %sのやり直し
nb: Gjør om %s
uk: Повторити %s
vi: Làm lại %s

source: Cut keyframes
el: Κόψτε βασικών καρέ
hi: Keyframes कट
ja: キーフレームをカット
nb: Klipp kontrollbilder
uk: Вирізати ключові кадри
vi: Cắt khung hình

source: Shift-X
hi: Shift-एक्स
ja: Shiftキーを押しながらX

source: Copy keyframes
el: Βασικών καρέ Αντιγραφή
hi: कॉपी keyframes
ja: コピーキーフレーム
nb: Kopier kontrollbilder
uk: Копіювати ключові кадри
vi: Sao chép khung hình

source: Shift-C
hi: Shift-सी
ja: Shiftキーを押しながらC
uk: Shift-С

source: Paste keyframes
el: Βασικών καρέ Επικόλληση
hi: पेस्ट keyframes
ja: 貼り付けキーフレーム
nb: Lim inn kontrollbilder
uk: Вставити ключові кадри
vi: Dán khung hình

source: Shift-V
hi: Shift-वी '
ja: Shiftキーを押しながらV

source: Clear keyframes
el: Διαγραφή βασικών καρέ
hi: Keyframes साफ़
ja: クリアキーフレーム
nb: Fjern kontrollbilder
uk: Очистити ключові кадри
vi: Xóa khung hình

source: Shift-Del
hi: Shift-डेल
ja: Shiftキーを押しながらデル

source: Change to linear
el: Αλλαγή σε γραμμικό
hi: रैखिक को बदलें
ja: リニアに変更
nb: Bytt til lineær
uk: Зміна до лінійного
vi: Thay đổi để tuyến tính

source: Cut default keyframe
el: Κόψτε προεπιλογή keyframe
hi: कट डिफ़ॉल्ट keyframe
ja: デフォルトのキーフレームをカット
nb: Cut standard keyframe
uk: Вирізати ключовий кадр замовчуванням
vi: Cắt khung hình chính mặc định

source: Alt-X
hi: Alt-एक्स
ja: Altキー-X

source: Copy default keyframe
el: Αντιγραφή προεπιλογή keyframe
hi: कॉपी डिफ़ॉल्ट keyframe
ja: コピーのデフォルトのキーフレーム
nb: Kopier standard keyframe
uk: Копіювати замовчуванням ключовий кадр
vi: Sao chép mặc định keyframe

source: Alt-c
hi: Alt-सी
ja: Altキーを押しながらC

source: Paste default keyframe
el: Επικόλληση προεπιλογή keyframe
hi: पेस्ट डिफ़ॉल्ट keyframe
ja: 貼り付け、デフォルトのキーフレーム
nb: Lim inn standard kontrollbilde
uk: Вставити ключовий кадр замовчуванням
vi: Dán khung hình chính mặc định

source: Alt-v
ja: Altキーを押しながらV

source: Clear default keyframe
el: Εκκαθάριση προεπιλεγμένων keyframe
hi: साफ़ डिफ़ॉल्ट keyframe
ja: クリアデフォルトのキーフレーム
nb: Fjern standard keyframe
uk: Ясно ключовий кадр замовчуванням
vi: Keyframe mặc định rõ ràng

source: Alt-Del
hi: Alt-डेल
ja: Alt + Delキー

source: Cut
el: Τομή
hi: कट गया
ja: カット
nb: Klipp
uk: Вирізати
vi: Cắt tỉa

source: Copy
el: Αντίγραφο
hi: कॉपी
ja: コピー
nb: Kopier
uk: Копіювати

source: Clear
el: Σαφής
hi: स्पष्ट
ja: クリア
nb: Klar
uk: Очистити
vi: Trong sáng

source: Del
hi: डेल
ja: デル

source: Paste silence
el: Επικόλληση σιωπή
hi: पेस्ट चुप्पी
ja: 貼り付け沈黙
nb: Lim stillhet
uk: Вставити тиша
vi: Dán im lặng

source: Select All
el: Επιλογή όλων
hi: सभी का चयन करे
ja: すべて選択
nb: Velg alt
uk: Вибрати все
vi: Chọn tất cả

source: Clear labels
el: Clear ετικέτες
hi: लेबल साफ़
ja: クリアラベル
nb: Slett merker
uk: Очистити етикетки
vi: Xóa nhãn

source: Cut ads
el: Κόψτε διαφημίσεις
hi: विज्ञापनों में कटौती
ja: 広告を切り取り
nb: Cut-annonser
uk: Вирізати рекламу
vi: Cắt quảng cáo

source: Detach transitions
el: Μεταβάσεις Αποσύνδεση
hi: अलग संक्रमण
ja: デタッチ遷移
nb: frist overganger
uk: Відриватися переходи
vi: Gỡ chuyển tiếp

source: Mute Region
el: Mute Περιφέρεια
hi: मौन क्षेत्र
ja: ミュートリージョン
uk: Mute Регіон
vi: Mute khu vực

source: Trim Selection
hi: ट्रिम चयन
ja: トリムの選択
uk: Оздоблення Вибір
vi: Lựa chọn Trim

source: Default Transition
el: Default Μετάβασης
hi: डिफ़ॉल्ट संक्रमण
ja: デフォルトのトランジション
nb: Standard overgang
uk: За замовчуванням Перехід
vi: Chuyển Default

source: Map 1:1
el: Χάρτης 1: 1
hi: नक्शा 1: 1
ja: 1:1の地図
uk: Карта 1: 1
vi: Bản đồ 1: 1

source: Map 5.1:2
el: Χάρτης 5.1: 2
hi: नक्शा 5.1: 2
ja: :2 5.1地図
nb: Kart 5,1: 2
uk: Карта 5.1: 2
vi: Bản đồ 5.1: 2

source: Shift-T
hi: Shift-टी
ja: Shiftキーを押しながらTを

source: Reset Translation
el: Επαναφορά Μετάφραση
hi: रीसेट अनुवाद
ja: 翻訳のリセット
nb: Nullstill overgang
uk: Скидання Переклад
vi: Reset dịch

source: Shift-U
hi: Shift-यू '
ja: Shiftキーを押しながらU

source: Delete tracks
el: Διαγραφή κομμάτια
hi: पटरियों हटाएँ
ja: トラックを削除
nb: Slett spor
uk: Видалити треки
vi: Xóa bài hát

source: Delete last track
el: Διαγραφή τελευταίο κομμάτι
hi: पिछले ट्रैक हटाएँ
ja: 最後のトラックを削除します
nb: Slett siste spor
uk: Видалити останню доріжку
vi: Xóa track cuối cùng

source: Move tracks up
el: Μετακίνηση κομμάτια up
hi: हटो पटरियों
ja: トラック上に移動
nb: Flytt spor opp
uk: Перемістити відстежує до
vi: Di chuyển theo dõi lên

source: Move tracks down
el: Μετακίνηση κομμάτια κάτω
hi: हटो नीचे पटरियों
ja: トラックを下に移動します
nb: Flytt spor ned
uk: Перемістити вистежує
vi: Di chuyển các bài hát xuống

source: Concatenate tracks
el: Συνένωση κομμάτια
hi: जुटना पटरियों
ja: トラックを連結
nb: Concatenate spor
uk: Об'єднати треки
vi: Nối dõi

source: Loop Playback
el: Loop αναπαραγωγής
hi: प्लेबैक पर लूप करें
ja: ループ再生
uk: Відтворення петлі

source: Add subttl
el: Προσθήκη subttl
hi: Subttl जोड़े
ja: subttlを追加
nb: Legg subttl
uk: Додати SUBTTL
vi: Thêm subttl

source: Shift-Y
el: Εύστροφος
hi: Shift-वाई
ja: Shiftキーを押しながらY

source: paste subttl
el: Subttl πάστα
hi: पेस्ट subttl
ja: ペーストsubttl
nb: Lim subttl
uk: Паста SUBTTL
vi: Dán subttl

source: Set background render
el: Ορίστε φόντο καθιστούν
hi: पृष्ठभूमि सेट प्रस्तुत करना
ja: バックグラウンドレンダリング設定
nb: Set bakgrunns gjengi
uk: Встановити фону роблять
vi: Đặt nền render

source: Edit labels
el: Επεξεργασία ετικετών
hi: लेबल संपादित करें
ja: 編集ラベル
nb: Rediger etiketter
uk: Змінити ярлики
vi: Chỉnh sửa nhãn

source: Edit effects
el: Αποτελέσματα Επεξεργασία
hi: प्रभाव संपादित करें
ja: 編集効果
nb: Rediger effekter
uk: Редагувати ефекти
vi: Chỉnh sửa hiệu ứng

source: Keyframes follow edits
el: Βασικών καρέ ακολουθούν επεξεργασίες
hi: Keyframes संपादन का पालन करें
ja: キーフレームは、編集に従ってください
nb: Nøkkelbilder følge endringer
uk: Ключові кадри йдуть зміни
vi: Khung hình theo chỉnh sửa

source: Align cursor on frames
el: Ευθυγράμμιση δρομέα σε πλαίσια
hi: तख्ते पर कर्सर संरेखित
ja: フレームの上にカーソルを合わせます
nb: Sentrer markør på bilder'
uk: Вирівнювання курсор на кадрах
vi: Căn trỏ vào khung

source: Typeless keyframes
el: Typeless βασικών καρέ
ja: 型なしキーフレーム
nb: Typeless nøkkel
uk: Нетіпізованних ключові кадри
vi: Keyframe Typeless

source: Slow Shuttle
el: Αργή Shuttle
hi: धीरे शटल
ja: スローシャトル
uk: Повільний Шаттл
vi: Shuttle chậm

source: Fast Shuttle
hi: फास्ट शटल
ja: 高速シャトル
uk: Швидко Шаттл

source: Save settings now
el: Αποθήκευση ρυθμίσεων τώρα
hi: अब सेटिंग्स सहेजें
ja: 今すぐ設定を保存
nb: Lagre innstillinger nå
uk: Зберегти налаштування зараз
vi: Lưu các thiết lập bây giờ

source: Saved settings.
el: Αποθηκευμένες ρυθμίσεις
hi: सेटिंग्स बचा लिया।
ja: 設定を保存しました。
nb: Lagrede instillinger
uk: Збережені настройки
vi: Lưu các thiết lập.

source: Show Viewer
el: Εμφάνιση Viewer
hi: दिखाएँ दर्शक
ja: ショービューア
nb: Vis fremviser
uk: Показати Viewer

source: Show Resources
el: Εμφάνιση Πόρων
hi: दिखाएँ संसाधन
ja: リソースの表示
nb: Vis ressurser
uk: Показати ресурси
vi: Hiển thị các tài nguyên

source: Show Compositor
el: Εμφάνιση Compositor
hi: दिखाएँ कंपोज़ीटर
ja: ショーコンポジタ
uk: Показати Compositor
vi: Show biên soạn

source: Show Overlays
el: Εμφάνιση επικάλυψης
hi: दिखाएँ ओवरले
ja: ショーオーバーレイ
nb: Vis overlegg
uk: Показувати перекриття
vi: Show Lớp phủ

source: Ctrl-0
ja: Ctrlキーを押しながら0

source: Show Levels
el: Εμφάνιση Levels
hi: स्तर शो
ja: 表示レベル
nb: Vis nivåer
uk: Показати рівні

source: Split X pane
el: Παράθυρο Split Χ
hi: विभाजन एक्स फलक
ja: スプリットXペイン
nb: Split X-panelet
uk: Split X панелі
vi: Split X cửa sổ

source: Split Y pane
el: Παράθυρο Split Υ
hi: विभाजन Y फलक
ja: スプリットY・ペイン
nb: Split Y-panelet
uk: Спліт Y панелі
vi: Split Y cửa sổ

source: : Goto position
el: : Η θέση Goto
hi: : गोटो स्थिति
ja: :後藤位置
nb: : Goto posisjon
uk: : Гото положення
vi: : Chuyển vị trí

source: find timeline frame_id(%d) failed
el: Βρείτε χρονοδιάγραμμα frame_id (%d) απέτυχε
hi: इस समय frame_id (%d) को खोजने में विफल रहा है
ja: nを失敗したタイムラインframe_id（(%dを）見つけます
nb: Finne tidslinje frame_id (%d) mislyktes
uk: Знайти тимчасової шкали frame_id (%d) НЕ
vi: Tìm frame_id dòng thời gian (%d) thất bại

source: Attach Effect...
el: Συνδέστε Effect ...
hi: प्रभाव देते हैं ...
ja: エフェクトを添付...
nb: Fest Effect ...
uk: Attach ефект ...
vi: Đính kèm Effect ...

source: Attach Effect
el: Επισύναψη Effect
hi: प्रभाव देते हैं
ja: エフェクトを添付
nb: Legg på effekt...
vi: Đính kèm Hiệu quả

source: Attach Transition...
el: Συνδέστε μετάβαση ...
hi: संक्रमण देते हैं ...
ja: トランジションを添付...
nb: Fest Transition ...
uk: Attach Перехід ...
vi: Đính kèm Transition ...

source: Attach Transition
el: Επισύναψη Μετάβασης
hi: संक्रमण संलग्न
ja: トランジションを添付
nb: Fest Transition
uk: Attach Перехід
vi: Đính kèm quá độ

source: Select transition from list
el: Επιλέξτε τη μετάβαση από τη λίστα
hi: सूची से संक्रमण का चयन करें
ja: リストからトランジションを選択
nb: Velg overgang fra listen
uk: Виберіть одне зі списку
vi: Chọn chuyển đổi từ danh sách

source: Edit Length...
el: Επεξεργασία Μήκος ...
hi: लंबाई संपादित करें ...
ja: 編集長...
nb: Edit Lengde ...
uk: Редагувати Довжина ...
vi: Sửa Chiều dài ...

source: Shuffle Edits
el: Shuffle Επεξεργάζεται
hi: साधा संपादन
ja: シャッフル編集
uk: Випадковий редагування
vi: Shuffle Chỉnh sửa

source: Reverse Edits
el: Αντίστροφη Επεξεργάζεται
hi: संपादन रिवर्स
ja: 編集リバース
uk: Зворотній зміни
vi: Đảo ngược Chỉnh sửa

source: Align Edits
el: Στοίχιση Επεξεργάζεται
hi: संरेखित संपादन
ja: 整列編集
uk: Вирівнювання Зміни
vi: Align Chỉnh sửa

source: Render effect...
el: Render αποτέλεσμα ...
hi: प्रभाव प्रस्तुत करना ...
ja: 効果をレンダリング...
nb: Render effekt ...
uk: Віддавайте ефект ...
vi: Render hiệu lực ...

source: No recordable tracks specified.
el: Δεν εγγράψιμων τραγουδιών που καθορίζονται.
hi: कोई रिकॉर्ड करने पटरियों निर्दिष्ट।
ja: いいえ記録可能なトラックが指定されていません。
nb: Ingen skriv spor spesifisert.
uk: Не вказано ні записуються треки.
vi: Không có tuyến đường ghi chỉ định.

source: No plugins available.
el: Δεν υπάρχουν διαθέσιμα plugins.
hi: कोई प्लगइन्स उपलब्ध नहीं हैं।
ja: ありませんプラグイン。
nb: Ingen plugins tilgjengelig.
uk: Ні плагіни доступні.
vi: Không có plugin có sẵn.

source: No output file specified.
el: Δεν υπάρχει αρχείο εξόδου που καθορίζονται.
hi: नहीं आउटपुट फ़ाइल निर्दिष्ट।
ja: いいえ、出力ファイルが指定されていません。
nb: Ingen lyd angitte filen.
uk: Не вказано ім'я вихідного файлу.
vi: Không có tập tin đầu ra quy định.

source: No effect selected.
el: Καμία επίδραση επιλεγεί.
hi: कोई प्रभाव नहीं चुना है।
ja: 影響なしが選択されていません。
nb: Ingen effekt er valgt.
uk: Не вибрано жодного ефекту.
vi: Không có tác dụng lựa chọn.

source: No selected range to process.
el: Δεν υπάρχει επιλεγμένη περιοχή για να επεξεργαστεί.
hi: नहीं चयनित श्रेणी संसाधित करने के लिए।
ja: いいえ、選択範囲が処理しないように。
nb: Ingen valgt område å behandle.
uk: Немає обраний діапазон не обробляти.
vi: Không có nhiều lựa chọn để xử lý.

source: Couldn't open %s
el: Δεν ήταν δυνατό το άνοιγμα του %s
hi: %s खोल नहीं सका
ja: %sを開けませんでした
nb: Klarte ikke åpne %s
uk: Не вдалося відкрити %s
vi: Không thể mở %s

source: : Render effect
el: : Render αποτέλεσμα
hi: : प्रस्तुत करना प्रभाव
ja: :エフェクトをレンダリング
nb: : Render effekt
uk: : Рендер ефект
vi: : Render hiệu ứng

source: Select an effect
el: Επιλέξτε ένα εφέ
hi: एक प्रभाव का चयन करें
ja: エフェクトを選択
nb: Velg en effekt
uk: Виберіть ефект
vi: Chọn một hiệu ứng

source: Select the first file to render to:
el: Επιλέξτε το πρώτο αρχείο για να αποδώσω σε:
hi: करने के लिए प्रस्तुत करने के लिए पहली फ़ाइल का चयन करें:
ja: にレンダリングする最初のファイルを選択します。
nb: Velg den første filen til å gjengi til:
uk: Виберіть перший файл надавати:
vi: Chọn tập tin đầu tiên để trả cho:

source: Select a file to render to:
el: Επιλέξτε ένα αρχείο για να αποδώσω σε:
hi: करने के लिए प्रस्तुत करने के लिए एक फ़ाइल का चयन करें:
ja: にレンダリングするファイルを選択します。
nb: Velg en fil å gjengi til:
uk: Виберіть файл надавати:
vi: Chọn một tập tin để trả cho:

source: : Effect Prompt
el: : Προτροπή Effect
hi: : प्रभाव शीघ्र
ja: :エフェクトプロンプト
nb: : Effect Tekst
uk: Вплив рядок
vi: Ảnh hưởng Prompt

source: Transition Length...
el: Μεταβατική Μήκος ...
hi: संक्रमण लंबाई ...
ja: トランジションの長さ...
uk: Перехід Довжина ...
vi: Sự chuyển tiếp dài ...

source: recieve message failed
el: Λάβετε το μήνυμα απέτυχε
hi: Recieve संदेश में विफल रहा है
ja: レシーブのメッセージが失敗しました n
nb: Motta melding mislyktes
uk: Отримати виявиться невдалою
vi: Tin nhắn Nhận các thất bại

source: send message failed
el: Αποστολή μηνύματος απέτυχε
hi: भेजें संदेश में विफल रहा है
ja: メッセージに失敗しました nを送信
nb: Send melding mislyktes
uk: Відправити виявиться невдалою
vi: Gửi thông điệp thất bại

source: Messages::write_message
el: Μηνύματα::write_message
hi: संदेश::write_message
ja: メッセージ:: write_message
nb: Meldinger::write_message
uk: Повідомлення::write_message
vi: Tin nhắn::write_message

source: Show meters
el: Εμφάνιση μέτρα
hi: मीटर शो
ja: 表示メーター
nb: Vis meter
uk: Показати метрів
vi: Hiện mét

source: MWindow::init_plugins: can't create plugin index: %s
el: MWindow::init_plugins: δεν μπορεί να δημιουργήσει πρόσθετο δείκτη: %s
hi: MWindow::init_plugins: प्लगइन सूचकांक नहीं बना सकते: %s
ja: MWindow::init_pluginsは:プラグインのインデックスを作成することはできません: %sの nを
nb: MWindow::init_plugins: kan ikke opprette plugin Indeks: %s
uk: MWindow::init_plugins: не може створити плагін індекс: %s
vi: MWindow::init_plugins: không thể tạo chỉ mục plugin: %s
