Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: Start band for lowpass:
el: Ξεκινήστε μπάντα για χαμηλής διέλευσης:
hi: Lowpass के लिए शुरू बैंड '
ja: ローパスのための帯域を起動します。
uk: Початок смуги для ФНЧ:
vi: Bắt đầu ban nhạc cho lowpass:

source: End band for lowpass:
el: End μπάντα για χαμηλής διέλευσης:
hi: Lowpass के लिए अंत: बैंड
ja: ローパスのエンドバンド:
uk: Кінець смуги для ФНЧ:
vi: End ban nhạc cho lowpass:

source: Load...
el: Φορτίο...
hi: भार...
ja: 負荷...
nb: Last inn...
uk: Навантаження ...

source: Save...
el: Αποθηκεύσετε...
hi: बचाना...
ja: セーブ...
nb: Lagre...
uk: Зберегти ...
vi: Tiết kiệm...

source: Set default
hi: डिफॉल्ट सेट करें
ja: 既定値に設定
nb: Sett standard
uk: Встановити за замовчуванням
vi: Thiết lập mặc định

source: Save reverb
el: Αποθήκευση αντήχηση
hi: Reverb सहेजें
ja: リバーブの保存
nb: Lagre reverb
uk: Зберегти реверберації
vi: Lưu reverb

source: Select the reverb file to save as
el: Επιλέξτε το αρχείο reverb να αποθηκεύσετε ως
hi: के रूप में बचाने के लिए reverb फ़ाइल का चयन करें
ja: として保存するリバーブファイルを選択
nb: Velg reverb fil for å lagre som
uk: Виберіть файл реверберації, щоб зберегти як
vi: Chọn tập tin reverb để tiết kiệm như

source: Load reverb
el: Αντήχηση Load
hi: लोड reverb
ja: ロード・リバーブ
uk: Навантаження реверберації

source: Select the reverb file to load from
el: Επιλέξτε το αρχείο αντήχησης για να φορτώσει από το
hi: से लोड करने के लिए reverb फ़ाइल का चयन करें
ja: からロードするリバーブファイルを選択
nb: Velg reverb filen til å laste fra
uk: Виберіть файл реверберації для завантаження з
vi: Chọn tập tin reverb để tải từ

source: Reverse audio
el: Αντίστροφη ήχου
hi: रिवर्स ऑडियो
ja: 逆オーディオ
nb: Reverse lyd
uk: Зворотній аудіо
vi: Audio Xếp

source: Reverse video
el: Αντίστροφη βίντεο
hi: रिवर्स वीडियो
ja: 逆ビデオ
uk: Зворотній відео
vi: Video Xếp

source: RGB -> 601 compression
el: RGB -> 601 συμπίεσης
hi: आरजीबी -> 601 संपीड़न
ja: RGB - > 601圧縮
nb: RGB -> 601 komprimering
uk: RGB -> 601 стиснення
vi: RGB -> 601 nén

source: 601 -> RGB expansion
el: 601 - επέκταση> RGB
hi: 601 -> आरजीबी विस्तार
ja: 601 - > RGBの拡大
nb: 601 -> RGB ekspansjon
uk: 601 - розширення> RGB
vi: 601 - mở rộng> RGB

source: Draw pivot
el: Σχεδίαση άξονα
hi: धुरी ड्रा
ja: ピボットを描きます
nb: Tegn pivot
uk: Draw стрижень
vi: Vẽ trục

source: Rotate
el: Γυρίζω
hi: घुमाएँ
ja: 回し
nb: Roter
uk: Поворот
vi: Quay

source: Degrees
el: Μοίρες
hi: डिग्री
ja: 度
nb: Grader
uk: Градуси
vi: Bằng

source: Pivot (x,y):
el: Περιστροφής (x, y):
hi: धुरी (एक्स, वाई):
ja: ピボット（x、y）は:
nb: Dreie (x, y):
uk: Стрижень (х, у):

source: Use fixed scale
el: Χρησιμοποιήστε σταθερή κλίμακα
hi: निश्चित पैमाने का प्रयोग करें
ja: 固定スケールを使用してください
nb: Bruk fast skala
uk: Використовувати фіксований масштаб
vi: Sử dụng quy mô cố định

source: Use fixed size
el: Χρησιμοποιήστε σταθερό μέγεθος
hi: निश्चित आकार का प्रयोग करें
ja: 固定サイズを使用
nb: Bruk fast størrelse
uk: Використовувати фіксований розмір
vi: Sử dụng kích thước cố định

source: In R:
el: Σε R:
hi: आर में:
ja: Rの場合:
nb: I R:
uk: В R:
vi: Trong R:

source: In W:
el: Στο W:
hi: W में:
ja: Wで:
nb: I W:
vi: Trong W:

source: In H:
el: Στο Η:
hi: एच में:
ja: Hでは:
nb: I H:
uk: В Н:
vi: Trong H:

source: Out R:
hi: आउट आर:
ja: アウトR:
nb: Ut R:

source: Out W:
hi: आउट डब्ल्यू:
ja: アウトW:
nb: Ut W:
uk: З W:
vi: W Out:

source: Out H:
hi: आउट एच:
ja: アウトH:
uk: З Н:
vi: H Out:

source: Src X:
hi: Src एक्स '
ja: SrcのX:

source: Src Y:
ja: SrcのY:

source: Src W:
hi: Src डब्ल्यू:
ja: SrcのW:

source: Src H:
hi: Src एच:
ja: SrcのH:

source: Dst X:
hi: डीएस एक्स '
ja: DstのX:

source: Dst Y:
hi: डीएस Y:
ja: DstのY:

source: Dst W:
hi: डीएस डब्ल्यू:
ja: DstのW:

source: Dst H:
hi: डीएस एच:
ja: DstのH:

source: White to Black
hi: 'ब्लैक को व्हाइट
ja: 黒に白
nb: Hvit til Black
uk: Білого до чорного
vi: Trắng Đen

source: Black to White
el: Μαύρο σε Λευκό
hi: 'व्हाइट करने के लिए ब्लैक
ja: 黒から白
nb: Svart til White
uk: Чорного до білого
vi: Black White

source: Anti-aliasing
hi: विरोधी अलियासिंग
ja: アンチエイリアシング
uk: Згладжування

source: Preserve shape aspect ratio
el: Διατηρήστε λόγος διαστάσεων σχήμα
hi: रक्षित आकार पहलू अनुपात
ja: 形状の縦横比を保持
nb: Behold formen aspect ratio
uk: Щоб зберегти пропорції форми
vi: Bảo tồn tỷ lệ khía cạnh hình

source: Shape Wipe
el: Shape Σκουπίστε
hi: आकृति साफ कर लें
ja: ワイプシェイプ
nb: Shape Tørk
uk: Shape Протріть

source: Shape Wipe: cannot load shape %s
el: Σχήμα Σκουπίστε: δεν μπορεί να φορτώσει το σχήμα %s
hi: आकार साफ कर लें: लोड नहीं कर सकता आकार %s
ja: ワイプ形状:形状 %sの nを読み込むことができません
nb: Shape Tørk: ikke kan laste form %s
uk: Форма Протріть: не може завантажити форму %s
vi: Shape Lau: không thể tải hình dạng %s

source: Sharpen
el: Ακονίζω
hi: तेज
ja: シャープ
nb: Spisse
uk: Чіткість

source: Sharpness
el: Οξύτητα
hi: तीखेपन
ja: シャープネス
nb: Skarphet
uk: Різкість
vi: Độ nét

source: Interlace
el: Συμπεριπλέκω
hi: जिल्द
ja: インターレース
uk: Переплітає

source: Luminance only
el: Λαμπρότητα μόνο
hi: Luminance केवल
ja: 輝度のみ
nb: Luminance bare
uk: Тільки Яскравість
vi: Luminance chỉ

source: Odd offset:
hi: 'अजीब ऑफसेट
ja: 奇数オフセット:
uk: Одд зміщення:

source: Even offset:
el: Ακόμα και offset:
hi: यहाँ तक कि ऑफसेट
ja: でもオフセット:
nb: Selv offset:
uk: Навіть зміщення:
vi: Ngay cả offset:

source: Left
el: Αριστερά
hi: बाएं
ja: 左
nb: Venstre
uk: Лівий
vi: Trái

source: Right
el: Δικαίωμα
hi: सही
ja: 右
nb: Høyre
uk: Право
vi: Đúng

source: Slide
el: Ολίσθηση
hi: फिसल पट्टी
ja: スライド
vi: Trượt

source: Freq: 0 Hz
hi: फ्रीक: 0 हर्ट्ज
ja: のFreq:0 Hzの
uk: Частота: 0 Гц

source: Freq: %d Hz
hi: फ्रीक: %d हर्ट्ज
ja: のFreq: %d個のヘルツ
uk: Частота: %d Гц

source: Amplitude: %.2f dB
hi: आयाम: %.2f
ja: 振幅:デシベル.2f %.2f
uk: Амплітуда: %.2f дБ
vi: Biên độ: %.2f dB

source: Spectrogram
el: Φασματογράφημα
ja: スペクトログラム
nb: Spektrogram
uk: Спектрограми

source: SVG via Inkscape
el: SVG μέσω Inkscape
hi: Inkscape के माध्यम से एसवीजी
ja: Inkscapeのを経由してSVG
uk: SVG за допомогою Inkscape
vi: SVG qua Inkscape

source: Running command %s
el: Το τρέξιμο εντολή %s
hi: चल रहा कमांड %s
ja: コマンド %sの nを実行
nb: Kjører kommando %s
uk: Запуск командної %s
vi: Chạy lệnh %s

source: Export of %s to %s failed
el: Εξαγωγή %s στο %s απέτυχε
hi: %s %s के निर्यात में विफल रहा है
ja: %sの %sの輸出は失敗しました n
nb: Eksport av %s til %s feilet.
uk: Експорт %s в %s не вдалося
vi: Xuất khẩu của %s %s

source: The file %s that was generated from %s is not in PNG format. Try to delete all *.png files.
el: Το αρχείο %s που δημιουργήθηκε από το %s δεν είναι σε μορφή PNG. Προσπαθήστε να διαγράψετε όλα τα * .png αρχεία.
hi: फ़ाइल %s कि %s से उत्पन्न किया गया था PNG प्रारूप में नहीं है। सभी * .png फाइलों को नष्ट करने की कोशिश करो।
ja: %sから生成されたファイル %sはPNG形式ではありません。すべての* .pngのファイルを削除してみてください。 n
nb: Filen %s som ble generert fra %s er ikke i PNG-format. Prøv å slette alle * .png filer.
uk: Файл %s, який був згенерований з %s не в форматі PNG. Спробуйте видалити всі файли * .png. П
vi: Các tập tin %s đã được tạo ra từ %s không có trong định dạng PNG. Cố gắng để xóa tất cả các file * .png.

source: Access mmap to %s as %s failed.
el: Η πρόσβαση mmap στο %s ως %s απέτυχε.
hi: पहुँच mmap %s %s के रूप में विफल रहा है।
ja: アクセスのmmapは、 %sの %sが失敗するように。 n "は
nb: Access mmap til %s som %s mislyktes.
uk: Доступ ММАП щоб %s в %s не вдалося п.
vi: Truy cập mmap đến %s %s thất bại.

source: Out X:
hi: आउट एक्स '
ja: アウトX:
nb: Ut X:
uk: З X:

source: Out Y:
hi: आउट Y:
ja: 即時Y:
nb: Ut Y:
uk: З Y:
vi: Y Out:

source: New/Open SVG...
el: Νέα / Open SVG ...
hi: न्यू ओपन / एसवीजी ...
ja: 新規作成/開くSVG ...
nb: Ny/åpne SVG...
uk: Новий / Відкрити SVG ...

source: Inkscape has exited
el: Inkscape έχει εξέλθει
hi: Inkscape बाहर निकल गई है
ja: Inkscapeは、 nを終了しました
nb: Inkscape har avsluttet
uk: Inkscape завершився
vi: Inkscape đã thoát

source: Plugin window has closed
el: Παράθυρο Plugin έχει κλείσει
hi: प्लगइन खिड़की बंद कर दिया गया है
ja: プラグイン・ウィンドウは、 nを閉じました
nb: Plugin vinduet har stengt
uk: Вікно плагіна закрив
vi: Cửa sổ Plugin đã đóng cửa

source: Error opening fifo file
el: Σφάλμα άνοιγμα του αρχείου FIFO
hi: खोलने में त्रुटि फीफो फ़ाइल
ja: エラー開くFIFOファイル
nb: Feil ved åpning av FIFO-fil
uk: Помилка при відкритті файлу ФІФО
vi: Lỗi khi mở FIFO tập tin

source: Running external SVG editor: %s
el: Τρέχοντας εξωτερικό πρόγραμμα επεξεργασίας SVG: %s
hi: चल रहा बाहरी एसवीजी संपादक: %s
ja: ランニング外部SVGエディタ: %sの nを
nb: Running ekstern SVG redaktør: %s
uk: Запуск зовнішнього редактора SVG: %s
vi: Chạy biên tập SVG bên ngoài: %s

source: External SVG editor finished
el: Εξωτερικές editor SVG τελειώσει
hi: बाहरी एसवीजी संपादक समाप्त
ja: 外部SVGエディタは nを終えました
nb: External SVG redaktør ferdig
uk: Зовнішній редактор SVG закінчив
vi: Biên tập viên SVG ngoài xong

source: SVG Plugin: Pick SVG file
el: SVG Plugin: Διαλέξτε αρχείο SVG
hi: एसवीजी प्लगइन: एसवीजी फ़ाइल उठाओ
ja: SVGプラグインは:SVGファイルを選択してください
nb: SVG Plugin: Plukk SVG-fil
uk: SVG Plugin: Pick файл SVG
vi: SVG Plugin: Chọn tập tin SVG

source: Open an existing SVG file or create a new one
el: Ανοίξτε ένα υπάρχον αρχείο SVG ή να δημιουργήσετε ένα νέο
hi: मौजूदा एसवीजी फ़ाइल को खोलने या एक नया एक बनाने के लिए
ja: 既存のSVGファイルを開くか、新規作成
nb: Åpne en eksisterende SVG-fil eller opprette en ny
uk: Відкрити існуючий файл SVG або створити новий
vi: Mở một tập tin SVG hiện có hoặc tạo một hình mới

source: update dpi
el: Ενημέρωση dpi
hi: अपडेट डीपीआई
ja: 更新解像度
uk: Оновлення точок на дюйм
vi: Cập nhật dpi

source: Swap channels
el: Κανάλια Swap
hi: स्वैप चैनल
ja: スワップチャンネル
nb: Bytt kanaler
uk: SWAP канали
vi: Kênh Swap

source: -> Red
el: -> Κόκκινο
hi: -> लाल
ja: - >レッド
nb: -> Rød
uk: -> Червоний

source: -> Green
el: -> Πράσινη
hi: -> ग्रीन
ja: - >グリーン
nb: -> Grønn
uk: -> Зелений

source: -> Blue
hi: -> ब्लू
ja: - >ブルー
nb: -> Blå
uk: -> Синій

source: -> Alpha
el: -> Άλφα
hi: -> अल्फा
ja: - >アルファ
uk: -> Альфа

source: Swap 0-1, 2-3, 4-5...
hi: स्वैप 0-1, 2-3, 4-5 ...
ja: スワップ0-1、2-3、4-5 ...
nb: Bytt 0-1, 2-3, 4-5 ...
uk: Поміняти 0-1, 2-3, 4-5 ...
vi: Trao đổi 0-1, 2-3, 4-5 ...

source: Swap 1-2, 3-4, 5-6...
hi: स्वैप 1-2, 3-4, 5-6 ...
ja: スワップ1-2、3-4、5-6 ...
nb: Bytt 1-2, 3-4, 5-6 ...
uk: Поміняти 1-2, 3-4, 5-6 ...
vi: Trao đổi 1-2, 3-4, 5-6 ...

source: Swap Frames
el: Κουφώματα Swap
hi: स्वैप फ्रेम्स
ja: スワップフレーム
uk: Рамки своп
vi: Khung Swap

source: Synthesizer
el: Συνθεσάιζερ
hi: सिंथेसाइज़र
ja: シンセサイザー
uk: Синтезатор

source: Momentary notes
el: Στιγμιαία σημειώσεις
hi: क्षणिक नोट्स
ja: モメンタリノート
nb: Kortvarige notater
uk: Миттєве замітки
vi: Ghi chú tức thời

source: Ctrl or Shift to select multiple notes.
el: Ctrl ή Shift για να επιλέξετε πολλές σημειώσεις.
hi: Ctrl या एकाधिक नोटों का चयन करने के लिए Shift।
ja: Ctrlキーまたは複数の音符を選択するにはShiftキーを押しながら。
nb: Ctrl eller Shift for å velge flere notater.
uk: Ctrl або зсув, щоб вибрати кілька нот.
vi: Ctrl hoặc Shift để chọn nhiều ghi chú.

source: Blond
el: Ξανθός
hi: गोरा
ja: ブロンド
uk: Блондинка

source: Blond-cv
el: Ξανθό-cv
hi: गोरा-CV
ja: 金髪-CV
uk: Блондинка-резюме

source: Blue Dot
hi: ब्लू डॉट
ja: ブルードット

source: Bright
el: Ευφυής
hi: तेज
ja: 鮮やか
nb: Lys
uk: Яскравий
vi: Sáng

source: Hulk
el: Σκάφος
hi: हल्क
ja: ハルク
uk: Халк

source: Low Color
el: Χαμηλή Χρώμα
hi: कम रंग
ja: 低カラー

source: Mid Color
el: Mid Χρώμα
hi: मिड रंग
ja: ミッドカラー
uk: Середина Колір
vi: Trung Color

source: High Color
hi: उच्च रंग
ja: ハイカラー

source: Low color
el: Χαμηλή χρώμα
hi: कम रंग
ja: 低色
nb: Lav farge
uk: Низький колір
vi: Màu thấp

source: Mid color
el: Χρώμα Mid
hi: मिड रंग
ja: ミッド色
nb: Mid farge
uk: Колір Mid
vi: Mid màu

source: High color
el: High χρώμα
hi: उच्च रंग
ja: ハイカラー
nb: High farge
uk: Високий Колір

source: Min:
hi: मि:
ja: ミン:
uk: Мін:

source: Max:
hi: मैक्स
ja: マックス:
uk: Макс:

source: Time Average
el: Ώρα Μέση
hi: टाइम औसत
ja: 時間平均
uk: Середній час
vi: Thời gian trung bình

source: Frame count:
el: Μετράνε Πλαίσιο:
hi: फ्रेम गिनती:
ja: フレーム数:
uk: Кількість кадрів:
vi: Khung đếm:

source: Border:
el: Σύνορο:
hi: सीमा:
ja: 境界:
nb: Grense:
uk: Кордон:
vi: Biên giới:

source: Accumulate
el: Συσσωρεύω
hi: जमा
ja: 累積
nb: Akkumulere
uk: Накопичувати
vi: Tích trữ

source: Greater
el: Μεγαλύτερη
hi: ग्रेटर
ja: 大
nb: Større
uk: Великий
vi: Đại

source: Less
el: Μείον
hi: कम
ja: もっと少なく
nb: Mindre
uk: Менше
vi: Ít hơn

source: Restart for every frame
el: Επανεκκίνηση για κάθε καρέ
hi: हर फ्रेम के लिए पुन: प्रारंभ करें
ja: フレーム毎に再起動します
nb: Start for hver ramme
uk: Перезавантаження для кожного кадру
vi: Khởi động lại mỗi khung

source: Don't buffer frames
el: Μην buffer πλαισίων
hi: फ्रेम बफर मत करो
ja: フレームをバッファリングしないでください
nb: Ikke buffer rammer
uk: Не буфера кадрів
vi: Đừng đệm khung

source: Type:
el: Τύπος:
hi: प्रकार:
ja: タイプ:
uk: Тип:
vi: Kiểu:

source: Time range:
el: Χρονικό διάστημα:
hi: समय सीमा:
ja: 時間帯:
nb: Tidsrom:
uk: Часовий діапазон:
vi: Phạm vi thời gian:

source: As timefront use:
el: Όπως timefront χρήση:
hi: जैसा कि timefront उपयोग करें:
ja: としてtimefront使用:
nb: Som timefront bruk:
uk: Як timefront використання:
vi: Sử dụng Như timefront:

source: Other track as timefront
el: Άλλες κομμάτι ως timefront
hi: Timefront के रूप में अन्य ट्रैक
ja: timefrontなどの他のトラック
nb: Andre spor som timefront
uk: Інша доріжки, як timefront
vi: Ca khúc khác như timefront

source: Alpha as timefront
el: Alpha ως timefront
hi: Timefront के रूप में अल्फा
ja: timefrontとしてアルファ
nb: Alpha som timefront
uk: Альфа якості timefront
vi: Alpha timefront

source: Intensity
el: Ένταση
hi: तीव्रता
ja: 強度
nb: Intensitet
uk: Інтенсивність
vi: Cường độ

source: Alpha mask
el: Alpha μάσκα
hi: अल्फा मुखौटा
ja: アルファマスク
nb: Alpha-maske
uk: Альфа маска

source: Inversion
el: Αναστροφή
hi: उलटा
ja: 反転
nb: Inversjon
uk: Звернення

source: Show grayscale (for tuning
el: Εμφάνιση αποχρώσεις του γκρι (για τη ρύθμιση
hi: दिखाएँ स्केल (ट्यूनिंग के लिए
ja: チューニングを表示グレースケール（
nb: Show gråtoner (for tuning
uk: Показати напівтонової (для настройки
vi: Hiển thị màu xám (để điều chỉnh

source: ERROR: TimeFront plugin - If you are using another track for timefront, you have to have it under shared effects
el: ΣΦΑΛΜΑ: TimeFront plugin - Εάν χρησιμοποιείτε άλλο κομμάτι για timefront, θα πρέπει να το έχουν στο πλαίσιο της επιμερισμένης αποτελέσματα
hi: त्रुटि: TimeFront प्लगइन - आप timefront के लिए एक और ट्रैक का उपयोग कर रहे हैं, तो आप के तहत साझा प्रभाव यह करना होगा
ja: ERROR:TimeFrontプラグイン - あなたがtimefrontのために別のトラックを使用している場合は、共有の効果の下でそれを持っている必要があります n
nb: FEIL: TimeFront plugin - Hvis du bruker et annet spor for timefront, må du ha den under felles effekter
uk: ПОМИЛКА: TimeFront плагін - Якщо ви використовуєте іншу доріжку для timefront, ви повинні мати його під загальний ефектів
vi: ERROR: TimeFront plugin - Nếu bạn đang sử dụng ca khúc khác cho timefront, bạn phải có nó dưới tác dụng chia sẻ

source: Sizes of master track and timefront track do not match
el: Μεγέθη του πλοιάρχου κομμάτι και πίστα timefront δεν ταιριάζουν
hi: 'मास्टर ट्रैक और timefront ट्रैक के आकार मेल नहीं खाते
ja: マスタートラックとtimefrontトラックのサイズは、 nを一致していません
nb: Størrelser på mastersporet og timefront spor ikke er like
uk: Розміри майстер-треку і timefront трасі не збігаються
vi: Kích thước của bậc thầy theo dõi và theo dõi timefront không phù hợp

source: TimeFront plugin error: ALPHA used, but project color model does not have alpha
el: TimeFront σφάλμα plugin: ALPHA χρησιμοποιούνται, αλλά το μοντέλο χρωμάτων έργο δεν έχει άλφα
hi: TimeFront प्लगइन त्रुटि: अल्फा इस्तेमाल किया है, लेकिन इस परियोजना के रंग मॉडल नहीं है, अल्फा
ja: TimeFrontプラグインエラー:ALPHA使用されるが、プロジェクトのカラーモデルはアルファ nを持っていません
nb: TimeFront plugin error: ALPHA brukt, men prosjektet fargemodellen ikke har alpha
uk: TimeFront помилка плагін: АЛЬФА використовується, але колір проекту модель не має альфа
vi: TimeFront Plugin lỗi: ALPHA sử dụng, nhưng màu sắc mô hình dự án không có alpha

source: TimeFront plugin error: ALPHA track used, but project color model does not have alpha
el: TimeFront σφάλμα plugin: χρησιμοποιείται ALPHA κομμάτι, αλλά το μοντέλο χρωμάτων έργο δεν έχει άλφα
hi: TimeFront प्लगइन त्रुटि: अल्फा ट्रैक का इस्तेमाल किया है, लेकिन इस परियोजना के रंग मॉडल नहीं है, अल्फा
ja: TimeFrontプラグインエラー:ALPHAトラック使用が、プロジェクトのカラーモデルはアルファ nを持っていません
nb: TimeFront plugin feil: ALPHA spor brukes, men prosjektet fargemodellen ikke har alpha
uk: TimeFront помилка плагін: АЛЬФА трек використовується, але колір проекту модель не має альфа
vi: TimeFront Plugin lỗi: ALPHA ca khúc được sử dụng, nhưng màu sắc mô hình dự án không có alpha

source: TimeFront plugin error: unsupported track_usage parameter
el: TimeFront σφάλμα plugin: δεν υποστηρίζεται track_usage παράμετρο
hi: TimeFront प्लगइन त्रुटि: असमर्थित track_usage पैरामीटर
ja: TimeFrontプラグインエラー:サポートされていないtrack_usageパラメータを n
nb: TimeFront plugin feil: støttes track_usage parameter
uk: Помилка плагін TimeFront: підтримується track_usage параметр
vi: TimeFront lỗi plugin: track_usage không được hỗ trợ tham số

source: Use fast fourier transform
el: Χρησιμοποιήστε Fast Fourier Transform
hi: फास्ट फूरियर का उपयोग को बदलने
ja: 高速フーリエ変換を使用してください
nb: Bruk Fast Fourier Transform
uk: Використовувати швидке перетворення Фур'є
vi: Sử dụng Fourier nhanh chóng chuyển đổi

source: Use overlapping windows
el: Χρησιμοποιήστε επικαλυπτόμενα παράθυρα
hi: रखे विंडो का प्रयोग करें
ja: 重なったウィンドウを使用します
nb: Bruk overlappende vinduer
uk: Використовуйте перекриваються вікон
vi: Sử dụng các cửa sổ chồng chéo

source: : Time stretch
el: : Ώρα τέντωμα
hi: : समय विस्तार
ja: :タイムストレッチ
nb: Tid strekk
uk: : Час розтягнути
vi: : Thời gian căng

source: Fraction of original speed:
el: Κλάσμα της αρχικής ταχύτητας:
hi: मूल गति के अंश:
ja: 元のスピードの分数:
nb: Andel av original hastighet:
uk: Фракція початкової швидкості:
vi: Phân số của tốc độ ban đầu:

source: Time stretch
el: Ώρα τέντωμα
hi: समय विस्तार
ja: タイムストレッチ
vi: Thời gian căng

source: Window size (ms):
el: Μέγεθος παραθύρου (ms):
hi: विंडो आकार (एमएस):
ja: ウィンドウサイズ（ミリ秒）:
nb: Window størrelse (ms):
uk: Розмір вікна (мс):

source: Time Stretch RT
hi: समय खिंचाव RT
ja: タイムストレッチRT
uk: Time Stretch РТ
vi: Giãn thời gian RT

source: GlyphUnit::process_package FT_New_Face failed.
el: GlyphUnit::process_package FT_New_Face απέτυχε.
hi: GlyphUnit::process_package FT_New_Face विफल रहा है।
ja: GlyphUnit::process_package FT_New_Faceに失敗しました。 n "を
nb: GlyphUnit::process_package FT_New_Face mislyktes.
uk: Не вдалося GlyphUnit::process_package FT_New_Face.
vi: GlyphUnit::process_package FT_New_Face thất bại.

source: GlyphUnit::process_package FT_Load_Char failed - char: %li.
el: GlyphUnit::process_package FT_Load_Char απέτυχε - char: %li
ja: GlyphUnit::process_package FT_Load_Charに失敗しました - 文字: %liをします。 n
nb: GlyphUnit::process_package FT_Load_Char feilet - røye: %li
uk: GlyphUnit::process_package FT_Load_Char вдалося - Символ: %li п.
vi: GlyphUnit::process_package FT_Load_Char thất bại - char: %li

source: TitleMain::load_freetype_face %s failed.
el: TitleMain::load_freetype_face %s απέτυχε.
hi: TitleMain::load_freetype_face %s विफल रहा है।
ja: TitleMain::load_freetype_face %sは失敗しました。 n "は
nb: TitleMain::load_freetype_face %s mislyktes.
uk: TitleMain::load_freetype_face %s не вдалося.
vi: TitleMain::load_freetype_face %s.

source: No motion
el: Δεν υπάρχει κίνηση
hi: नहीं गति
ja: いいえ、動きません
nb: Ingen bevegelse
uk: Немає руху
vi: Không chuyển động

source: Bottom to top
el: Κάτω προς τα πάνω
hi: नीचे से शीर्ष तक
ja: トップにボトム
nb: Bunn til topp
uk: Знизу вгору
vi: Từ dưới lên đầu

source: Top to bottom
el: Top προς τα κάτω
hi: ऊपर से नीचे
ja: 上から下へ
nb: Topp til bunn
uk: Зверху вниз
vi: Trên xuống dưới

source: Right to left
el: Δικαίωμα στην αριστερά
hi: दाएं से बाएं
ja: 右から左へ
nb: Rett til venstre
uk: Право на ліво
vi: Phải sang trái

source: Left to right
el: Από αριστερά προς τα δεξιά
hi: बाएं से दाएं
ja: 左から右
nb: Venstre til høyre
uk: Зліва направо
vi: Từ trái sang phải

source: Font:
el: Γραμματοσειρά:
hi: फ़ॉन्ट
ja: フォント:
nb: Skrifttype:
uk: Розмір шрифту:
vi: Phông

source: Pitch:
el: Πίσσα:
hi: पिच
ja: ピッチ:
nb: Tonehøyde:
uk: Висота:
vi: Sân cỏ:

source: Style:
el: Στυλ:
hi: अंदाज:
ja: スタイル:
nb: Stil:
uk: Стиль:
vi: Phong cách:

source: Justify:
el: Δικαιολογώ:
hi: औचित्य
ja: 両端揃え:
nb: Rettferdiggjøre:

source: Motion type:
el: Τύπος κίνησης:
hi: मोशन प्रकार:
ja: モーションタイプ:
uk: Тип руху:
vi: Motion loại:

source: Drop shadow:
el: Σκίαση:
hi: परछाई डालना:
ja: 影を落とす:
uk: Тінь:
vi: Thả bóng:

source: Fade in (sec):
el: Fade σε (sec):
hi: में फीका (एसईसी):
ja: （秒）フェードイン:
nb: Fade in (sek):
uk: Fade в (сек):
vi: Fade in (giây):

source: Fade out (sec):
hi: बाहर फीका (एसईसी):
ja: （秒）フェードアウト:
nb: Fade out (sek):
uk: Виведення (сек):
vi: Fade out (giây):

source: Outline:
el: Περίγραμμα:
hi: रूपरेखा:
ja: アウトライン:
vi: Đề cương:

source: Encoding:
el: Κωδικοποίηση:
hi: एन्कोडिंग:
ja: エンコーディング:
uk: Кодування:

source: Bold
el: Τολμηρός
hi: साहसिक
ja: 大胆な
nb: Fet
uk: Жирний
vi: Dũng cảm

source: Italic
el: Πλάγια
hi: इटैलिक
ja: イタリック
nb: Kursiv
uk: Курсив
vi: Nghiêng

source: Outline color...
el: Χρώμα Περίγραμμα ...
hi: रूपरेखा रंग ...
ja: アウトラインの色...
nb: Outline farge ...
uk: Колір контуру ...
vi: Màu Outline ...

source: Stamp timecode
el: Σφραγίδα timecode
hi: स्टाम्प timecode
ja: スタンプタイムコード
nb: Stamp tidskode
uk: Штамп таймкодом
vi: Timecode Stamp

source: Center
el: Κέντρο
hi: केन्द्र
ja: センター
nb: Senter
uk: Центр
vi: Trung tâm

source: Mid
el: Στα μέσα
hi: मध्य
ja: ミッド
uk: Середина
vi: Trung

source: Translate
el: Μεταφράζω
hi: अनुवाद करना
ja: 翻訳
nb: Oversett
uk: Перевести
vi: Dịch

source: In X:
el: Στο X:
hi: एक्स में:
ja: Xでは:
nb: I X:
uk: У X:
vi: Trong X:

source: In Y:
el: Σε Y:
hi: वाई में:
ja: Yでは:
nb: I Y:
uk: В Y:
vi: Trong Y:

source: Unsharp
el: Όξυνσης
ja: アンシャープ
uk: Контурна

source: VideoScope
ja: ビデオスコープ

source: Carrier Track:
hi: कैरियर ट्रैक:
ja: キャリアトラック:
uk: Перевізник Трек:

source: Vocoder
el: Κωδικοποιητής φωνής
ja: ボコーダ
uk: Вокодер

source: Smear
el: Κηλίδα
hi: धब्बा
ja: スミア
nb: Smøre
uk: Розмитість
vi: Bôi nhọ

source: Blacken
el: Λερώνω
hi: काला
ja: 黒く
nb: Sverte
uk: Затемнювати
vi: Bôi nhọ

source: Reflective
el: Ανακλαστικός
hi: चिंतनशील
ja: 反射
nb: Refleks
uk: Світловідбиваючі
vi: Phản chiếu

source: Phase:
el: Φάση:
hi: चरण:
ja: 位相:
nb: Fase:
uk: Фаза:
vi: Giai đoạn:

source: Wavelength:
el: Μήκος κύματος:
hi: वेवलेंथ:
ja: 波長:
nb: Bølgelengde:
uk: Довжина хвилі:
vi: Bước sóng:

source: Wave
el: Κύμα
hi: लहर
ja: 波
nb: Bølge
uk: Хвиля
vi: Làn sóng

source: Pinch
el: Πρέζα
hi: चुटकी
ja: ピンチ
nb: Klype

source: Whirl
el: Δίνη
hi: चक्कर
ja: 渦
uk: Вихор

source: Wipe
el: Σκουπίζω
hi: पोंछ
ja: ワイプ
nb: Tørke
vi: Lau

source: Vertical average
el: Κάθετη μέσο όρο
hi: कार्यक्षेत्र औसत
ja: 垂直平均
nb: Vertical gjennomsnittlig
uk: Вертикальна середня
vi: Trung bình dọc

source: Horizontal interpolate
el: Οριζόντια παρεμβάλει
hi: क्षैतिज लगाना
ja: 水平補間
nb: Horizontal interpolere
uk: Горизонтальний інтерполювати
vi: Nội suy ngang

source: Inpainting method
el: Inpainting μέθοδο
hi: Inpainting विधि
ja: インペインティング法
nb: Inpainting metoden
uk: Inpainting метод
vi: Phương pháp Inpainting

source: Offset:
el: Όφσετ:
hi: ऑफसेट
ja: オフセット:
uk: Зміщення:
vi: Bù lại:

source: Bias:
el: Προκατάληψη:
hi: पूर्वाग्रह
ja: バイアス:
nb: Partiskhet:
uk: Ухил:

source: Warning: colormodel not YUV
el: Προειδοποίηση: colormodel δεν YUV
hi: चेतावनी: colormodel नहीं YUV
ja: 警告:カラーモデルではないYUV
nb: Advarsel: colormodel ikke YUV
uk: Попередження: ColorModel НЕ YUV
vi: Cảnh báo: không colormodel YUV

source: X Magnification:
el: X Μεγέθυνση:
hi: एक्स बढ़ाई:
ja: X倍率:
nb: X Forstørrelse:
uk: X Збільшення:
vi: X Độ phóng đại:

source: Y Magnification:
el: Υ Μεγέθυνση:
hi: वाई बढ़ाई:
ja: Y倍率:
nb: Y Forstørrelse:
uk: Y Збільшення:
vi: Y Độ phóng đại:

source: Zoom
el: Ανίπταμαι διαγωνίως
hi: ज़ूम
ja: ズーム
uk: Масштаб

source: Zoom Blur
hi: ज़ूम कलंक
ja: ズームぼかし
uk: Збільшення Розумієте

source: OK
el: ΕΝΤΆΞΕΙ
hi: ठीक
uk: ДОБРЕ
vi: ĐƯỢC

source: dev:
hi: देव

source: Ok
el: Εντάξει
hi: ठीक
uk: Добре
vi: Được

source: Ctrl-d
hi: Ctrl डी '

source: PAL
el: ΦΙΛΑΡΆΚΟΣ
hi: पाल

source: DV
hi: डीवी
uk: ДВ

source: JPEG
hi: जेपीईजी

source: PNG
hi: पीएनजी

source: RGB
hi: आरजीबी

source: W:
hi: डब्ल्यू
nb: B:

source: H:
hi: एच
