Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: Unable to store sample
el: Αδύνατη η αποθήκευση του δείγματος
hi: नमूना स्टोर करने में असमर्थ
ja: サンプルを保存することができません
nb: Kan ikke lagre sample
uk: Неможливо зберегти зразок
vi: Không thể lưu mẫu

source: Unable to set audio write position to %ji
el: Δεν είναι δυνατό να ορίσετε ήχο θέση να γράψω το %ji
ja: %jiとの nにオーディオ書き込み位置を設定することができません
nb: Kan ikke sette lyd skrive stilling til %ji
uk: Неможливо встановити аудіо позицію записи в %ji
vi: Không thể đặt ghi định vị âm thanh đến %ji

source: Unable to read from audio buffer file
el: Δεν είναι δυνατή η ανάγνωση από το αρχείο ήχου buffer
hi: असमर्थ से ऑडियो बफर फ़ाइल पढ़ने के लिए
ja: オーディオバッファファイル nから読み取ることができません
nb: Kan ikke lese fra lyd buffer fil
uk: Неможливо прочитати з аудіофайл буфера
vi: Không thể đọc từ tập tin âm thanh đệm

source: ERROR: unable to encode audio frame %d
el: ΣΦΑΛΜΑ: δεν μπορεί να κωδικοποιήσει το πλαίσιο audio %d
ja: ERROR:音声フレームは %d nをエンコードすることができません
nb: FEIL: Kan ikke å kode lydramme %d
uk: Помилка: не вдалося кодування аудіо кадру %d
vi: LỖI: không thể để mã hóa âm thanh khung %d

source: Unable to write audio to audio buffer
el: Αδύνατη η εγγραφή ήχου σε ρυθμιστικό ήχου
hi: असमर्थ करने के लिए ऑडियो बफर ऑडियो लिखने के लिए
ja: オーディオバッファ nにオーディオ書き込むことができません
nb: Kan ikke skrive lyd til lyd buffer
uk: Неможливо записати аудіо в аудіо буфера
vi: Không thể ghi âm để đệm âm thanh

source: Unable to seek file to %ji
el: Αδυναμία να αναζητήσουν το αρχείο στο %ji
ja: %jiとの nにファイルをシークすることができません
nb: Kan ikke søke fil til %ji
uk: Неможливо знайти файл %ji
vi: Không thể tìm tập tin %ji

source: Unable to write video data to video buffer
el: Αδύνατη η εγγραφή των δεδομένων βίντεο σε ρυθμιστικό βίντεο
hi: वीडियो बफर करने के लिए वीडियो डेटा लिखने में असमर्थ
ja: ビデオバッファに映像データを書き込むことができません
nb: Kan ikke skrive videodata til video buffer
uk: Неможливо записати віддання видеобуфера
vi: Không thể ghi dữ liệu video để đệm video

source: Error decoding audio frame %d
el: Σφάλμα αποκωδικοποίησης καρέ ήχου %d
hi: त्रुटि डिकोडिंग ऑडियो फ्रेम %d
ja: エラーは、オーディオフレームは %d nのをデコードします
nb: Feil dekoding lydramme %d
uk: Помилка декодування аудіо кадру %d
vi: Lỗi giải mã âm thanh khung %d

source: Unable to seek file to %ji
el: Αδυναμία να αναζητήσουν αρχείου σε %ji
ja: %ji
nb: Kan ikke søke fil til %ji
uk: Неможливо знайти файл %ji
vi: Không thể tìm tập tin %ji

source: There are no audio options for this format
el: Δεν υπάρχουν audio επιλογές για αυτή τη μορφή
hi: उन्होंने कहा
ja: この形式にはオーディオオプションはありません
nb: Det er ingen lyd alternativer for dette formatet
uk: Там немає аудіо варіанти цього формату
vi: Không có tùy chọn âm thanh cho định dạng này

source: : Video Compression
el: : Βίντεο Συμπίεση
hi: : वीडियो संपीड़न
ja: :ビデオ圧縮
uk: : Стиснення відео

source: There are no video options for this format
el: Δεν υπάρχουν επιλογές βίντεο για αυτή τη μορφή
hi: उन्होंने कहा
ja: このフォーマットにはビデオオプションはありません
nb: Det er ingen video alternativer for dette formatet
uk: Там немає відео варіанти цього формату
vi: Không có tùy chọn video cho định dạng này

source: Use alpha
el: Χρήση άλφα
hi: का प्रयोग करें अल्फा
ja: アルファを使用します
nb: Bruk alpha
uk: Використання альфа
vi: Alpha Sử dụng

source: file path: %s
el: Διαδρομή του αρχείου: %s
hi: फ़ाइल पथ: %s
ja: ファイルパス: %sのを n
nb: Filbane: %s
uk: Шлях до файлу: %s
vi: Đường dẫn tập tin: %s

source: err: %s
hi: अरे: %s
ja: ERR: %sの nを

source: %jd bytes
ja: %jdバイト n "は
uk: %jd байт
vi: %jd byte

source: info:
el: Πληροφορίες:
hi: जानकारी:
ja: 情報: nを
uk: Інформація про:
vi: Thông tin:

source: == open failed
el: == Ανοίξει απέτυχε
hi: == खोलने में विफल रहा है
ja: ==失敗した nを開きます
nb: == Åpne mislyktes
uk: == Відкрити не вдалося
vi: == Mở không

source: : Audio Preset
el: : Ήχου Preset
hi: ऑडियो पूर्व निर्धारित
ja: :オーディオプリセット
uk: : Звукові настройки

source: Preset:
hi: पूर्व निर्धारित:
ja: プリセット:
uk: Попередні:

source: Bitrate:
hi: बिटरेट:
ja: ビットレート:
uk: Потік:

source: Audio Options:
el: Επιλογές ήχου:
hi: ऑडियो विकल्प:
ja: オーディオオプション:
uk: Параметри Аудіо:
vi: Tùy chọn âm thanh:

source: view
el: θέα
hi: राय
ja: ビュー
nb: utsikt
uk: Вид
vi: lượt xem

source: : Video Preset
el: : Βίντεο Preset
hi: : वीडियो पूर्व निर्धारित
ja: :ビデオプリセット
uk: : Відео предустановки

source: Quality:
el: Ποιότητα:
hi: गुणवत्ता
ja: 品質:
nb: Kvalitet:
uk: Якість:
vi: Phẩm chất:

source: Video Options:
el: Επιλογές Βίντεο:
hi: वीडियो विकल्प:
ja: ビデオオプション:
uk: Параметри Відео:
vi: Tùy chọn Video:

source: Creating %s
el: Δημιουργία %s
ja: %sの nを作成します
nb: Opprette %s
uk: Створення %s
vi: Tạo %s

source: option
el: επιλογή
hi: विकल्प
ja: オプション
nb: alternativ
uk: Варіант
vi: Tùy chọn

source: value
el: αξία
hi: मूल्य
ja: 値
nb: Verdi
uk: Значення
vi: giá trị

source: codec
el: Κωδικοποιητή
hi: कोडेक
ja: コーデック
uk: Кодек

source: Apply
el: Εφαρμόζεται
hi: लागू करें
ja: 適用
nb: Søke
uk: Застосувати
vi: Ứng dụng

source: <flags>
el: <Σημαίες>
hi: <झंडे>
ja: <フラグ>
nb: <Flagg>
uk: <Прапори>
vi: <Cờ>

source: <int>
ja: <整数>

source: <int64>
ja: <int64型>

source: <double>
el: <Διπλό>
hi: <डबल>
ja: <ダブル>
uk: <Подвійний>

source: <float>
hi: <नाव>
ja: <フロート>
uk: <Флоат>

source: <string>
hi: <स्ट्रिंग>
ja: <文字列>
nb: <Streng>
uk: <Рядок>

source: <rational>
el: <Ορθολογική>
hi: <तर्कसंगत>
ja: <合理的>
nb: <Rasjonell>
uk: <Раціональне>
vi: <Lý>

source: <binary>
el: <Δυαδικό>
hi: <बाइनरी>
ja: <バイナリ>
nb: <Binære>
uk: <Двійковий>
vi: <Nhị phân>

source: <duration>
el: <Διάρκειας>
hi: <अवधि>
ja: <期間>
nb: <Varighet>
uk: <Тривалість>
vi: <Thời gian>

source: <color>
el: <Χρώμα>
hi: <रंग>
ja: <カラー>
nb: <Farge>
uk: <Колір>
vi: <Màu>

source: <bool>
hi: <बूल>
ja: <ブール>

source: <undef>
el: <Αδιευκρ>
ja: <undefを>
nb: <Udef>

source: : Options
el: : Επιλογές
hi: : विकल्प
ja: :オプション
uk: Параметри
vi: : Tùy chọn

source: Format:
el: Μορφή:
hi: प्रारूप:
ja: フォーマット:
uk: Формат:
vi: Định dạng:

source: Codec:
hi: कोडेक:
ja: コーデック:
uk: Кодек:

source: Type:
el: Τύπος:
hi: प्रकार:
ja: タイプ:
uk: Тип:
vi: Kiểu:

source: Range:
el: Σειρά:
hi: रेंज:
ja: レンジ:
nb: Område:
uk: Діапазон:
vi: Phạm vi:

source: Kind:
el: Είδος:
hi: मेहरबान:
ja: 種類:
nb: Type:
uk: Вид:
vi: Loại:

source: no codec named: %s: %s
el: Δεν κωδικοποιητή που ονομάζεται: %s: %s
hi: कोई कोडेक नामित: %s: %s
ja: 「名前の無いコーデック: %sの: %s "は
nb: No codec som heter: %s: %s
uk: Жоден кодек не назвали: %s: %s
vi: Không có mã hóa có tên là: %s: %s

source: : File Format
el: : Μορφή αρχείου
hi: : फाइल प्रारूप
ja: :ファイル形式
uk: : Формат файлу

source: Assuming raw PCM:
el: Αν υποθέσουμε πρώτες PCM:
hi: कच्चे पीसीएम मान लिया जाये कि:
ja: 生のPCMと仮定すると:
nb: Antar at det er rå PCM:
uk: Якщо припустити, сире PCM:
vi: Giả sử PCM thô:

source: Apple/SGI AIFF
el: Η Apple / SGI AIFF
hi: एप्पल / एसजीआई एआईएफएफ
ja: アップル/ SGI AIFF

source: AVI Arne Type 1
el: AVI Arne τύπου 1
hi: AVI आर्नी टाइप 1
ja: AVIアルネタイプ1
uk: AVI Арне Тип 1
vi: AVI Arne Loại 1

source: AVI DV Type 2
el: AVI DV τύπου 2
hi: AVI डीवी टाइप 2
ja: AVI DVタイプ2
uk: AVI DV Тип 2
vi: AVI DV Loại 2

source: EXR Sequence
el: Ακολουθία EXR
hi: EXR अनुक्रम
ja: EXRシーケンス
uk: EXR Послідовність
vi: EXR trình tự

source: JPEG Sequence
hi: जेपीईजी अनुक्रम
ja: JPEGシーケンス
nb: Serie med JPEG-bilder
uk: JPEG Послідовність
vi: JPEG trình tự

source: Microsoft WAV
el: Η Microsoft WAV
hi: माइक्रोसॉफ्ट WAV
ja: マイクロソフトWAV

source: MPEG Audio
hi: एमपीईजी ऑडियो
ja: MPEGオーディオ

source: MPEG Video
hi: एमपीईजी वीडियो
ja: MPEGビデオ

source: OGG Theora/Vorbis
hi: ऑग Theora / वॉर्बिस
ja: OGG Theoraの/ Vorbisの
nb: OGG Thora/Vorbis

source: OGG Vorbis
ja: OGG Vorbisの

source: PNG Sequence
hi: पीएनजी अनुक्रम
ja: PNGシーケンス
nb: Serie med PNG-bilder
uk: PNG Послідовність
vi: PNG trình tự

source: Raw DV
hi: रॉ डीवी
ja: 生DV
nb: Rå DV
uk: Сировина ДВ
vi: Nguyên DV

source: Raw PCM
el: Πρώτες PCM
hi: कच्चे पीसीएम
ja: 生のPCM
nb: Rå PCM
uk: Сировина PCM
vi: Nguyên PCM

source: Sun/NeXT AU
el: Sun / NEXT ΑΕ
hi: सूर्य / अगले एयू
ja: 日/ NeXTのAU
nb: Sol / NeXT AU
uk: ВС / NeXT AU

source: TGA Sequence
hi: TGA अनुक्रम
ja: TGAシーケンス
nb: Serie med TGA-bilder
uk: TGA послідовність
vi: TGA trình tự

source: TIFF Sequence
el: Ακολουθία TIFF
hi: झगड़ा अनुक्रम
ja: TIFFシーケンス
nb: Serie med TIFF-bilder
uk: TIFF Послідовність
vi: TIFF trình tự

source: Unknown sound
el: Άγνωστος ήχος
hi: अज्ञात ध्वनि
ja: 未知の音
nb: Ukjent lyd
uk: Невідомий звук
vi: Không biết âm thanh

source: 8 Bit Linear
el: 8 Bit Γραμμική
hi: 8 बिट रैखिक
ja: 8ビットのリニア
nb: 8 bits lineær
uk: 8 бітний лінійний
vi: 8 Bit tuyến tính

source: 16 Bit Linear
el: 16 Bit Γραμμική
hi: 16 बिट रैखिक
ja: 16ビットリニア
nb: 16 bits lineær
uk: 16-біт лінійний
vi: 16 Bit tuyến tính

source: 24 Bit Linear
el: 24 Bit Γραμμική
hi: 24 बिट रैखिक
ja: 24ビットのリニア
nb: 24 bits lineær
uk: 24-біт лінійний
vi: 24 Bit tuyến tính

source: 32 Bit Linear
el: 32 Bit Γραμμική
hi: 32 बिट रैखिक
ja: 32ビットのリニア
nb: 32 bits lineær
uk: 32-біт лінійний
vi: 32 Bit tuyến tính

source: u Law
el: U Δίκαιο
hi: 'यू कानून
ja: U法律
uk: U Закон
vi: U Luật

source: Float
el: Φλοτέρ
hi: नाव
ja: フロート
nb: Flyttall
uk: Поплавок
vi: Phao

source: toc path:%s
el: Μονοπάτι TOC:%s
hi: टीओसी पथ:%s
ja: TOCパス:%sのを n
nb: Toc bane:%s
uk: TOC шлях:%s
vi: Con đường toc:%s

source: title path:
el: Μονοπάτι τίτλο:
hi: शीर्षक पथ:
ja: タイトルパス: nを
nb: Title bane:
uk: Назва Шлях:
vi: Con đường tiêu đề:

source: file path:%s
el: Διαδρομή του αρχείου:%s
hi: फ़ाइल पथ:%s
ja: ファイルパス:%sのを n
nb: Filbane:%s
uk: Шлях до файлу:%s
vi: Đường dẫn tập tin:%s

source: size: %s
el: Μέγεθος: %s
hi: आकार: %s
ja: サイズ: %sの
uk: Розмір: %s
vi: Kích thước: %s

source: program stream
el: Ροή προγράμματος
hi: कार्यक्रम धारा
ja: プログラムストリームの n
uk: Програмний потік
vi: Luồng chương trình

source: transport stream
el: Ρεύμα μεταφοράς
hi: परिवहन स्ट्रीम
ja: トランスポートストリームの n
uk: Транспортний потік
vi: Luồng giao thông

source: video stream
el: Ροή βίντεο
hi: वीडियो स्ट्रीम
ja: ビデオストリームの n
uk: Відеопотік

source: audio stream
el: Ροή ήχου
hi: ऑडियो स्ट्रीम
ja: オーディオストリームの n
uk: Аудіопотоки
vi: Dòng âm thanh

source: date: %s
el: Ημερομηνία: %s
hi: तिथि: %s
ja: 日付: %sのを n
uk: Дата: %s

source: %d video tracks
el: %d τραγούδια βίντεο
hi: %d वीडियो पटरियों
ja: %d個のビデオトラックは、n ãます
nb: %d videospor
uk: %d відеодоріжок
vi: %d bài nhạc video

source: v%d %s %dx%d
hi: 'वीv%d %s %dXx%d
ja: Vv%d %sの %dXx%d

source: (%5.2f), %jd frames
el: (%5.2f), %jd καρέ
ja: （(%5.2f）、 %jd
uk: (%5.2f), %jd кадрів
vi: (%5.2f), %jd khung

source: (%0.3f secs)
el: (Δευτερόλεπτα(%0.3f)
hi: (%0.3f सेकेंड)
ja: （(%0.3fの秒）
nb: (%0.3f sekunder)
uk: (%0.3f сек)
vi: (Giây(%0.3f)

source: %d audio tracks
el: %d κομμάτια ήχου
hi: %d ऑडियो पटरियों
ja: %d個のオーディオトラックは、n ãます
nb: %d lydspor
uk: %d звукові доріжки
vi: %d âm thanh

source: a%d %s
ja: a%d %sの

source: ch%d (%d)
hi: चर्चाh%d (%d)
ja: CHh%dの（(%d）は
uk: Чh%d (%d)

source: %jd samples
el: Δείγματα %jd
ja: %jdサンプル

source: %d subtitles
el: %d υπότιτλους
hi: %d उपशीर्षक
ja: %d個の字幕を n
nb: %d teksting
uk: %d субтитри
vi: %d phụ đề

source: %d title sets,
hi: %d शीर्षक सेट,
ja: %dタイトルセット
nb: %d tittelsettene,
uk: %d
vi: Bộ %d

source: %d interleaves
ja: %dは nをインタリーブ
nb: %d skilleark
uk: %d перемежовує

source: current program %d = title %d, angle %d, interleave %d
el: Τρέχον πρόγραμμα %d = τίτλο %d, γωνία %d, παρεμβολής %d
ja: 現在のプログラム %d個=タイトル %dの、角度 %dの、インターリーブ %d N N
nb: Nåværende program %d = title %d, vinkel %d, inter %d
uk: Нинішня програма %d = звання %d, кут %d, чергувати %d п
vi: Hiện tại chương trình %d = title %d, %d góc, xen kẽ %d

source: cell times:
el: Φορές κελί:
hi: सेल बार:
ja: 細胞回:
nb: celle ganger:
uk: Раз стільникові:
vi: Lần tế bào:

source: system time: %s
el: system ώρα είναι: %s
hi: system समय: %s
ja: system時間: %sを
nb: system tid: %s
uk: system час: %s
vi: Thời gian system: %s

source: elements %d
el: Στοιχεία %d
hi: तत्वों %d
ja: 要素 %d個の n
nb: Elementer %d
uk: Елементи %d
vi: Yếu tố %d

source: no info
el: Καμία πληροφορία
hi: कोई जानकारी नहीं
ja: 情報なし
nb: Ingen info
uk: Немає даних
vi: Không có thông tin

source: Unsupported aspect ratio %f
el: Μη υποστηριζόμενη αναλογία διαστάσεων %f
ja: サポートされていないアスペクト比 %fをします n
nb: Uegnet størrelsesforholdet %f
uk: Непідтримуваний формат зображення %f
vi: Không được hỗ trợ tỉ lệ %f

source: Unsupported frame rate %f
el: Μη υποστηριζόμενη ταχύτητα καρέ %f
ja: サポートされていないフレームレート %fをします n
nb: Uegnet bildefrekvens %f
uk: Непідтримуваний частота кадрів %f
vi: Không được hỗ trợ tỷ lệ khung %f

source: encode: lame_init_params returned %d
el: Κωδικοποιούν: lame_init_params επέστρεψε %d
hi: सांकेतिक शब्दों में बदलना: लौटे lame_init_params %d
ja: エンコード:返さlame_init_params %d個の n
nb: Kode: lame_init_params returnert %d
uk: Кодують: lame_init_params повернувся %d
vi: Mã hóa: lame_init_params trở %d

source: ampeg_derivative=%d
ja: ampeg_derivati​​ve =%d個の n

source: cant access commercials database
el: Βάση δεδομένων υπερύψωσης διαφημίσεις πρόσβασης
hi: खिचड़ी भाषा का उपयोग विज्ञापनों डेटाबेस
ja: カントアクセスコマーシャルデータベース
nb: Kan ikke tilgang reklame database
uk: У базі косяка ролики доступу
vi: Cơ sở dữ liệu truy cập quảng cáo không thể

source: toc scan stopped before eof
el: TOC σάρωση σταμάτησε πριν ΕΟΦ
hi: टीओसी स्कैन EOF से पहले बंद कर दिया
ja: EOF前に停止TOCスキャン
nb: Toc scan stoppet før eof
uk: TOC сканування зупинився перед EOF
vi: Toc quét dừng lại trước khi EOF

source: twolame error encoding audio: %d
el: TwoLAME σφάλμα κωδικοποίησης ήχου: %d
hi: Twolame त्रुटि को एन्कोडिंग ऑडियो: %d
ja: twolame誤差符号化オーディオ: %d個の n
nb: Twolame feilkoding lyd: %d
uk: Twolame кодування помилки аудіо: %d
vi: Twolame mã lỗi âm thanh: %d

source: unknown driver %d
el: Άγνωστο οδηγό %d
hi: अज्ञात चालक %d
ja: 未知のドライバは %d nを
nb: Ukjent sjåfør %d
uk: Невідомий водій %d
vi: Không biết điều khiển %d

source: write failed: %m
el: Γράφουν απέτυχε: %m
ja: 書き込みに失敗しました: %mを
nb: Skrive mislyktes: %m
uk: Не можу записати: %m
vi: Viết thất bại: %m

source: No options for MPEG transport stream.
el: Δεν υπάρχουν επιλογές για ροή MPEG μεταφορών.
hi: एमपीईजी परिवहन स्ट्रीम के लिए कोई विकल्प नहीं है।
ja: MPEGトランスポートストリームのためのオプションなし。
nb: Ingen alternativer for MPEG transport stream.
uk: Немає опції для MPEG транспортного потоку
vi: Không có tùy chọn cho dòng MPEG vận tải

source: Layer:
el: Στρώμα:
hi: परत
ja: 層:
nb: Lag:
uk: Шар:

source: Kbits per second:
el: Kbits ανά δευτερόλεπτο:
hi: प्रति सेकंड Kbits:
ja: 毎秒キロビット:
nb: Kilobits per sekund:
uk: Кбіт в секунду:
vi: Kbits mỗi thứ hai:

source: Color model:
el: Χρώμα μοντέλο:
hi: रंग मॉडल:
ja: カラーモデル:
nb: Fargemodell:
uk: Колірна модель:
vi: Mô hình Màu:

source: Format Preset:
hi: प्रारूप पूर्व निर्धारित:
ja: プリセットフォーマット:
uk: Формат предустановки:
vi: Định dạng Preset:

source: Derivative:
el: Παραγωγό:
hi: व्युत्पन्न:
ja: デリバティブ:
uk: Похідні:

source: Quantization:
el: Κβαντισμός:
hi: परिमाणीकरण:
ja: 量子化:
nb: Kvantisering:
uk: Квантування:

source: I frame distance:
el: Εγώ πλαισιώσει απόσταση:
hi: मैं दूरी फ्रेम:
ja: 私は距離をフレーム:
nb: Jeg ramme avstand:
uk: Я готую відстань:
vi: Tôi khung khoảng cách:

source: P frame distance:
el: Απόσταση P καρέ:
hi: पी फ्रेम दूरी:
ja: Pフレーム距離
nb: P ramme avstand:
uk: Відстань Р кадр:
vi: Khung P khoảng cách:

source: Bottom field first
el: Κάτω πεδίο πρώτη
hi: नीचे पहली बार मैदान
ja: 最初のボトムフィールド
nb: Bottom feltet først
uk: Нижня поле перше
vi: Lĩnh vực dưới đầu tiên

source: Progressive frames
el: Καρέ Προοδευτική
hi: प्रगतिशील फ्रेम
ja: プログレッシブフレーム
uk: Передові кадри
vi: Tiến bộ khung

source: Denoise
ja: ノイズ除去

source: Sequence start codes in every GOP
el: Ακολουθία ξεκινήσει κωδικούς σε κάθε GOP
hi: क्रम शुरू हर GOP में कोड
ja: シーケンスごとにGOP内のコードを起動します
nb: Sekvens starter koder i hver GOP
uk: Послідовність запуску коди в кожному GOP
vi: Trình tự bắt đầu mã số trong mỗi GOP

source: Generic MPEG-1
hi: सामान्य एमपीईजी -1
ja: 一般的なMPEG-1
uk: Загальний MPEG-1

source: standard VCD
el: Πρότυπο VCD
hi: मानक वीसीडी
ja: 標準VCD
uk: Стандарт VCD
vi: VCD chuẩn

source: user VCD
el: VCD χρήστη
hi: उपयोगकर्ता वीसीडी
ja: ユーザVCD
nb: Bruker VCD
uk: Користувач VCD
vi: Người sử dụng VCD

source: Generic MPEG-2
hi: सामान्य एमपीईजी -2
ja: 一般的なMPEG-2
uk: Загальний MPEG-2

source: standard SVCD
el: Πρότυπο SVCD
hi: मानक SVCD
ja: 標準SVCD
uk: Стандарт SVCD
vi: Tiêu chuẩn SVCD

source: user SVCD
el: SVCD χρήστη
hi: उपयोगकर्ता SVCD
ja: ユーザーSVCD
nb: Bruker SVCD
uk: Користувач SVCD
vi: Người sử dụng SVCD

source: VCD Still sequence
el: VCD Ακόμα αλληλουχία
hi: फिर भी वीसीडी अनुक्रम
ja: VCDはまだ配列
nb: VCD Still sekvensere
uk: VCD Ще послідовність
vi: VCD Tuy nhiên trình tự

source: SVCD Still sequence
el: SVCD Ακόμα αλληλουχία
hi: फिर भी SVCD अनुक्रम
ja: SVCDそれでも配列
nb: SVCD Still sekvensere
uk: SVCD Ще послідовність
vi: SVCD Tuy nhiên trình tự

source: ATSC 480i
el: 480i ATSC
ja: ATSCの480I
vi: 480i ATSC

source: ATSC 480p
el: 480p ATSC
ja: ATSCの480P

source: ATSC 720p
el: 720p ATSC
ja: ATSC 720pの

source: ATSC 1080i
ja: ATSC 1080iの

source: Fixed bitrate
el: Σταθερή bitrate
hi: निश्चित बिटरेट
ja: 固定ビットレート
nb: Fast bitrate
uk: Фіксований бітрейт
vi: Cố định bitrate

source: Fixed quantization
el: Σταθερή κβαντοποίησης
hi: निश्चित परिमाणीकरण
ja: 固定量子化
nb: Fast kvantisering
uk: Фіксований квантування
vi: Cố định lượng hóa

source: FileOGG: Taking page out on nonsynced stream!
el: FileOGG: σελίδα πάρει έξω για nonsynced ρεύμα n!
hi: FileOGG: ले nonsynced धारा पर बाहर पेज N!
ja: FileOGG:！撮影ページアウトnonsyncedストリームにする n
nb: FileOGG: Taking side ut på nonsynced stream
uk: FileOGG: Взяття сторінки на nonsynced потік п!
vi: FileOGG: Taking trang trên dòng nonsynced n!

source: FileOGG: There is no more data in the file we are reading from
el: FileOGG: Δεν υπάρχουν άλλα δεδομένα στο αρχείο διαβάζουμε από
hi: FileOGG: वहाँ फाइल में कोई अधिक डेटा हम से पढ़ रहे है
ja: FileOGG:我々は nから読んでいるファイルには、これ以上データがありません
nb: FileOGG: Det er ingen flere data i filen vi leser fra
uk: FileOGG: Там немає більше даних у файлі ми читаємо з
vi: FileOGG: Không có dữ liệu hơn trong các tập tin chúng tôi đang đọc từ

source: WARNING: Encoding theora when width or height are not dividable by 16 is suboptimal
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Κωδικοποίηση Theora όταν το πλάτος ή το ύψος δεν είναι διαιρούμενη κατά 16 είναι αναντίστοιχο
hi: चेतावनी: Theora एन्कोडिंग जब चौड़ाई या ऊंचाई 16 से विभाज्य नहीं हैं सबऑप्टिमल
ja: WARNING:幅または高さが16で割り切れるでないときTheoraのエンコーディングは、次善のです。 n
nb: Advarsel: Koding Theora når bredden eller høyden ikke er delelig med 16 er suboptimal
uk: УВАГА: Кодування Theora, коли ширина або висота не ділені на 16 неоптимальний
vi: CẢNH BÁO: Encoding Theora khi chiều rộng hoặc chiều cao không dividable 16 là tối ưu

source: (FileOGG:file_open) initialization of theora codec failed
el: (FileOGG: file_open) αρχικοποίηση του κωδικοποιητή Theora απέτυχε
hi: (FileOGG: file_open) Theora कोडेक के प्रारंभ में विफल रहा है
ja: （FileOGGは:FILE_OPEN）Theoraのコーデックの初期化が失敗しました n
nb: (FileOGG: file_open) initialisering av Theora codec mislyktes
uk: (FileOGG: file_open) ініціалізація Theora кодека не вдалося
vi: (FileOGG: file_open) khởi codec Theora không

source: The Vorbis encoder could not set up a mode according to the requested quality or bitrate.
el: Ο κωδικοποιητής Vorbis δεν θα μπορούσε να δημιουργήσει μια κατάσταση σύμφωνα με την ζητούμενη ποιότητα ή bitrate.
hi: वॉर्बिस एनकोडर Nthe के अनुसार गुणवत्ता या बिटरेट अनुरोध एक मोड सेट अप नहीं कर सकता है।
ja: VorbisのエンコーダはNtheの要求品質やビットレートをã«応じてモードを設定することができませんでした。 n n "は
nb: The Vorbis encoder kan ikke sette opp en modus i henhold til nDen spurt kvalitet eller bitrate.
uk: Кодер Vorbis не міг налаштувати режим відповідно до Nthe просив якість або бітрейт. П
vi: Các Vorbis bộ mã hóa không thể thiết lập một chế độ theo nThe yêu cầu chất lượng hoặc bitrate.

source: Internal Ogg library error.
el: Σφάλμα βιβλιοθήκη Εσωτερική Ogg.
hi: आंतरिक ऑग पुस्तकालय में त्रुटि।
ja: 内部のOggライブラリエラー。 n "は
nb: Intern Ogg bibliotek feil.
uk: Помилка бібліотека внутрішнього Ogg. П
vi: Nội Ogg lỗi thư viện.

source: Error while opening %s for reading. %m
el: Σφάλμα κατά το άνοιγμα του %s για ανάγνωση. %m
hi: जबकि पढ़ने के लिए %s खोलने में त्रुटि। %m
ja: エラーは、読み取りのための %sを開くとき。 %m
nb: Feil under åpning av %s for lesing. %m
uk: Помилка при відкритті %s для читання. %m
vi: Lỗi trong khi mở %s để đọc. %m

source: FileOGG: Error parsing Theora stream headers; corrupt stream?
el: FileOGG: Σφάλμα κατά την ανάλυση Theora κεφαλίδες ρεύμα? Διεφθαρμένη ρεύμα
hi: FileOGG: त्रुटि पार्स Theora धारा हेडर; भ्रष्ट धारा
ja: FileOGG:？エラーTheoraのストリームのヘッダを解析し、破損したストリーム n "は
nb: FileOGG: Feil parsing Theora stream overskrifter; korrupt stream
uk: FileOGG: Помилка розбору заголовків потоку Theora; пошкоджений потік
vi: FileOGG: Lỗi phân tích tiêu đề dòng Theora; dòng hỏng

source: FileOGG: Error parsing Vorbis stream headers; corrupt stream?
el: FileOGG: Σφάλμα κατά την ανάλυση Vorbis κεφαλίδες ρεύμα? Διεφθαρμένη ρεύμα
hi: FileOGG: त्रुटि पार्स वॉर्बिस धारा हेडर; भ्रष्ट धारा
ja: FileOGG:？エラーVorbisのストリームのヘッダを解析し、破損したストリーム n "は
nb: FileOGG: Feil parsing Vorbis stream overskrifter; korrupt stream
uk: FileOGG: Помилка розбору заголовків потоку Vorbis; пошкоджений потік
vi: FileOGG: Lỗi phân tích tiêu đề dòng Vorbis; dòng hỏng

source: FileOGG: End of file while searching for codec headers.
el: FileOGG: στο τέλος του αρχείου, ενώ ψάχνουν για κωδικοποιητή κεφαλίδες
hi: FileOGG: फ़ाइल का अंत कोडेक हेडर के लिए खोज करते हुए
ja: FileOGG:ファイルの終わりコーデックヘッダーの検索中 nです。
nb: FileOGG: Slutten av filen mens du søker etter kodek overskrifter
uk: FileOGG: Кінець файлу при пошуку кодеків заголовків п.
vi: FileOGG: Kết thúc tập tin trong khi tìm kiếm tiêu đề mã hóa

source: Frame content is %dx%d with offset (%d,%d), We do not support this yet. You will get black border.
el: Περιεχόμενο Frame είναι %dx%d με offset (%d,%d), Εμείς δεν υποστηρίζουν αυτό ακόμα. Θα πάρετε μαύρο περίγραμμα.
ja: 「フレームのコンテンツがある %dXx%dのオフセット（(%d個、,%d）が、我々はまだこの機能をサポートしていません。あなたが黒の境界線を取得します。 n "は
nb: Frame innhold er %dx%d med offset (%d,%d), støtter vi ikke dette ennå. Du vil få svart ramme.
uk: Вміст кадру %dx%d зі зміщенням (%d,%d), Ми не підтримуємо це поки. Ви отримаєте чорну рамку.
vi: Nội dung Frame là %dx%d với bù đắp (%d,%d), Chúng tôi không ủng hộ điều này được nêu ra. Bạn sẽ nhận được viền đen.

source: FileOGG: Cannot find next page while looking for first non-header packet
el: FileOGG: Δεν μπορείτε να βρείτε στην επόμενη σελίδα, ενώ ψάχνει για την πρώτη μη-κεφαλίδα του πακέτου
hi: FileOGG: अगले पेज देर के लिए पहली गैर हेडर के पैकेट तलाश में नहीं मिल सकता है
ja: FileOGG:最初の非ヘッダパケットの nを探している間に、次のページが見つかりません
nb: FileOGG: Kan ikke finne neste side mens du leter etter første ikke-header pakke
uk: FileOGG: Чи не можете знайти наступну сторінку, шукаючи Перший не заголовка пакета
vi: FileOGG: Không thể tìm thấy trang tiếp theo trong khi tìm kiếm đầu tiên không phải tiêu đề gói tin

source: FileOGG: Broken ogg file - broken page: ogg_page_packets == 0 and granulepos != -1
el: FileOGG: Broken αρχείο ogg - σπασμένα σελίδα: ogg_page_packets == 0 και granulepos = -1!
hi: FileOGG: टूटी OGG फ़ाइल - टूट पेज: ogg_page_packets == 0 और granulepos = -1!
ja: FileOGG:ブロークンOGGファイル - 壊れページ:ogg_page_packets == 0とgranulepos = -1 n個！
nb: FileOGG: Broken ogg fil - brutt side: ogg_page_packets == 0 og granulepos = -1
uk: FileOGG: Broken файл OGG - зламаний сторінка: ogg_page_packets == 0 і granulepos = -1 п!
vi: FileOGG: Broken tập tin ogg - Trang bị hỏng: ogg_page_packets == 0 và granulepos = -1!

source: FileOGG: Illegal seek beyond end of samples
el: FileOGG: Παράνομη αναζητούν πέρα ​​τέλος των δειγμάτων
hi: FileOGG: अवैध नमूने के अंत से परे की तलाश
ja: FileOGG:不正なサンプルの終わりを超えてシークします n
nb: FileOGG: Ulovlig søke utover slutten av prøver
uk: FileOGG: Нелегальна шукати за кінець зразків
vi: FileOGG: bất hợp pháp tìm cách vượt quá kết thúc của mẫu

source: FileOGG: Seeking to sample's page failed
el: FileOGG: Αναζητώντας στη σελίδα δείγμα απέτυχε
hi: FileOGG: नमूना के पृष्ठ पर तुर्की में विफल रहा है
ja: FileOGGは:サンプルのページへのシークは失敗しました n
nb: FileOGG: Søker å prøve side mislyktes
uk: FileOGG: Прагнучи сторінці зразка вдалося
vi: FileOGG: Tìm kiếm để trang mẫu của thất bại
