Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: Select a file to record to:
el: Επιλέξτε ένα αρχείο για εγγραφή σε:
hi: करने के लिए रिकॉर्ड करने के लिए एक फ़ाइल का चयन करें:
ja: を記録するファイルを選択します。
nb: Velg en fil å ta opp til:
uk: Виберіть файл для запису на:
vi: Chọn một tập tin để ghi vào:

source: Audio compression:
el: Συμπίεσης ήχου:
hi: ऑडियो संपीड़न:
ja: オーディオ圧縮:
nb: Lydkompresjon:
uk: Стиснення аудіо:
vi: Âm thanh nén:

source: Clipped samples:
el: Κομμένοι δείγματα:
hi: काटा नमूने:
ja: クリップされたサンプル:
nb: Avkuttede prøver:
uk: Обрізання зразки:
vi: Mẫu cắt:

source: Video compression:
el: Συμπίεσης βίντεο:
hi: वीडियो संपीड़न:
ja: ビデオ圧縮:
nb: Videokompresjon:
uk: Стиснення відео:
vi: Nén Video:

source: Frames dropped:
el: Κουφώματα πέσει:
hi: फ्रेम गिरा दिया:
ja: フレームはドロップ:
nb: Frames falt:
uk: Рамки впала:
vi: Khung giảm:

source: Frames behind:
el: Κουφώματα πίσω:
hi: फ्रेम के पीछे:
ja: 背後にあるフレーム:
nb: Bilder på etterskudd:
uk: Рамки менше:
vi: Khung phía sau:

source: Position:
el: Θέση:
hi: पद:
ja: ポジション:
nb: Posisjon:
uk: Посада:
vi: Chức vụ:

source: Prev label:
el: Ετικέτα Prev:
hi: पिछला लेबल
ja: 前のラベル:
nb: Forrige merke:
uk: Ярлик Попередній:
vi: Trước nhãn:

source: File Capture
el: Capture File
hi: फाइल कब्जा
ja: ファイルキャプチャ
uk: Capture File

source: Batches:
el: Παρτίδες:
hi: बैचों:
ja: バッチ:
nb: batcher:
uk: Партії:
vi: Lô:

source: Cron:
hi: क्रॉन:
ja: クロン:
uk: Крон:

source: Idle
el: Άεργος
hi: निष्क्रिय
ja: アイドル
nb: Tomgang
vi: Nhàn rỗi

source: Save the recording and quit.
el: Αποθηκεύστε την καταγραφή και σταματήσουν το κάπνισμα.
hi: रिकॉर्डिंग बचाने के लिए और छोड़ दिया।
ja: 記録を保存し、終了します。
nb: Lagre opptaket og avslutt.
uk: Зберегти запис і вийти.
vi: Lưu việc ghi chép và bỏ thuốc lá.

source: Quit without pasting into project.
el: Έξοδος χωρίς επικόλληση στο έργο.
hi: इस परियोजना में चिपकाने के बिना बाहर निकलें।
ja: プロジェクトに貼り付けせずに終了。
nb: Avslutt uten å lime inn i prosjektet.
uk: Вийти без вставки в проект.
vi: Thoát mà không dán vào dự án.

source: Quit and paste into project.
el: Κλείστε και να επικολλήσετε στο έργο.
hi: छोड़ो और इस परियोजना में पेस्ट करें।
ja: 終了し、プロジェクトに貼り付けます。
nb: Avslutt og lim inn i prosjektet.
uk: Вихід і вставити в проект.
vi: Thoát và dán vào dự án.

source: Start Over
el: Ξανά από την αρχή
hi: फिर से शुरू करना
ja: スタートオーバー
nb: Start på nytt
uk: Почати з початку
vi: Bắt đầu lại

source: Rewind the current file and erase.
el: Κίνηση προς τα πίσω το τρέχον αρχείο και να διαγράψει.
hi: वर्तमान फ़ाइल उल्टा और मिटा।
ja: 現在のファイルを巻き戻し、消去します。
nb: Rewind den aktuelle filen og slett.
uk: Перемотка поточного файлу і прати.
vi: Tua lại các tập tin hiện và xóa.

source: drop overrun frames
el: Drop υπέρβαση καρέ
hi: उग आया तख्ते ड्रॉप
ja: オーバーランドロップフレーム
nb: Drop overskridelser som rammer
uk: Падіння переповнення кадри
vi: Rớt hình tràn

source: Drop input frames when behind.
el: Drop καρέ εισόδου όταν πίσω.
hi: इनपुट फ्रेम जब पीछे छोड़।
ja: 時の後ろの入力フレームをドロップします。
nb: Drop inngangs rammer når bak.
uk: Drop вхідні кадри, коли позаду.
vi: Thả khung đầu vào khi phía sau.

source: fill underrun frames
el: Συμπληρώστε της συγκρούσεως καρέ
hi: Underrun फ्रेम भरने
ja: アンダーランフレームを埋めます
nb: Fylle underkjørings rammer
uk: Заповнити спустошення кадри
vi: Điền vào khung ngầm

source: Write extra frames when behind.
el: Γράψτε επιπλέον καρέ, όταν πίσω.
hi: अतिरिक्त तख्ते जब पीछे लिखें।
ja: 時の後ろに余分なフレームを書き込みます。
nb: Skriv ekstra rammer når bak.
uk: Написати додаткові кадри, коли позаду.
vi: Viết khung phụ khi phía sau.

source: poweroff when done
el: Poweroff όταν γίνεται
hi: Poweroff जब किया
ja: 行って電源オフ
nb: Avskruing når du er ferdig
uk: Екранна коли робиться
vi: Poweroff khi thực hiện

source: poweroff system when batch record done.
el: Σύστημα poweroff όταν γίνεται καταγραφή της παρτίδας.
hi: Poweroff प्रणाली जब बैच रिकॉर्ड किया।
ja: バッチ記録が行わ電源オフシステム。
nb: Avskruing systemet når batch rekord gjort.
uk: Система відключення живлення при пакетної записи зроблено.
vi: Hệ thống poweroff khi ghi lại hàng loạt được thực hiện.

source: check for ads
el: Έλεγχος για διαφημίσεις
hi: विज्ञापनों के लिए जाँच
ja: 広告のチェック
nb: Se etter annonser
uk: Перевірити оголошень
vi: Kiểm tra các quảng cáo

source: check for commercials.
el: Check για διαφημίσεις.
hi: विज्ञापनों के लिए जाँच करें।
ja: コマーシャルを確認してください。
nb: Sjekk for reklame.
uk: Перевірити для реклами.
vi: Kiểm tra các quảng cáo thương mại.

source: Monitor video
el: Βίντεο Monitor
hi: मॉनिटर वीडियो
ja: モニタのビデオ
uk: Монітор відео
vi: Màn hình video

source: Monitor audio
el: Monitor ήχου
hi: ऑडियो मॉनिटर
ja: オーディオのモニタ

source: Audio meters
el: Audio μέτρα
hi: ऑडियो मीटर
ja: オーディオメーター
nb: Audio meter
uk: Аудіо метрів
vi: Mét Audio

source: Stopped
el: Διακοπή
hi: रोका हुआ
ja: 停止
nb: Stoppet
uk: Зупинено
vi: Ngưng

source: Label
el: Επιγραφή
hi: लेबल
ja: ラベル
nb: Merke
uk: Етикетка
vi: Nhãn

source: Interrupt recording in progress?
el: Διακόψετε την εγγραφή σε εξέλιξη;
hi: प्रगति में रिकॉर्डिंग बीच में?
ja: 進行中の録音割り込み？
nb: Avbryt opptak pågår?
uk: Переривання записи в прогресу?
vi: Ngắt ghi vào sự tiến bộ?

source: Rewind batch and overwrite?
el: Rewind παρτίδα και να αντικαταστήσετε;
hi: उल्टा बैच और ऊपर लिख?
ja: バッチを巻き戻し、上書き？
nb: Rewind batch og overskrive?
uk: Перемотка партії і перезаписати?
vi: Batch Rewind và ghi đè không?

source: : Video in
el: : Βίντεο στο
hi: : में वीडियो
ja: :ビデオで
uk: : Відео в
vi: : Video trong

source: : Video in %d%%
el: : Βίντεο σε %d%%
hi: : %d d%%%% में वीडियो
ja: : %d個のd%%でビデオ
uk: : Відео в %d%%
vi: Video trong %d%%

source: Swap fields
el: Πεδία Swap
hi: स्वैप क्षेत्रों
ja: スワップ・フィールド
nb: Swap felt
uk: SWAP поля
vi: Cánh đồng hoán đổi

source: Audio In
hi: ऑडियो
ja: オーディオ入力
nb: Lyd inn

source: Record Driver:
hi: रिकार्ड चालक:
ja: レコードドライバー:
uk: Запис Водій:
vi: Driver Ghi:

source: Samples read from device:
el: Δείγματα διαβάζεται από τη συσκευή:
hi: नमूने डिवाइस से पढ़ें:
ja: サンプルは、デバイスから読み取ら:
nb: Prøver å lese fra enheten:
uk: Зразки читання з пристрою:
vi: Các mẫu đọc từ thiết bị:

source: Samples to write to disk:
el: Τα δείγματα για να γράψει στο δίσκο:
hi: नमूने डिस्क पर लिखने के लिए:
ja: ディスクに書き込むサンプル:
nb: Prøver å skrive til disk:
uk: Зразки писати на диск:
vi: Các mẫu để ghi vào đĩa:

source: Sample rate for recording:
el: Ρυθμός δειγματοληψίας για την εγγραφή:
hi: रिकॉर्डिंग के लिए नमूना दर:
ja: 記録のサンプルレート:
nb: Sample rate for opptak:
uk: Частота дискретизації для запису:
vi: Tỷ lệ mẫu cho ghi:

source: Channels to record:
el: Κανάλια για την εγγραφή:
hi: चैनल रिकॉर्ड करने के लिए:
ja: レコードにチャンネル:
nb: Kanaler for å ta opp:
uk: Канали для запису:
vi: Các kênh để ghi lại:

source: Video In
hi: वीडियो में
ja: ビデオで
nb: Video inn
uk: Відео В

source: Frames to record to disk at a time:
el: Πλαίσια για την εγγραφή στο δίσκο σε έναν χρόνο:
hi: फ्रेम एक समय में डिस्क को रिकॉर्ड करने के लिए:
ja: フレーム時にディスクに記録します:
nb: Frames å ta opp til disk om gangen:
uk: Рамки для запису на диск, в той час:
vi: Khung để ghi vào đĩa một lúc:

source: Frames to buffer in device:
el: Κορνίζες για να αμβλυνθούν στη συσκευή:
hi: फ्रेम डिवाइस में बफर करने के लिए:
ja: デバイスにバッファするフレーム:
nb: Rammer til buffer på enheten:
uk: Рамки для буферизації в пристрої:
vi: Khung đệm trong điện thoại:

source: Positioning:
el: Τοποθέτηση:
hi: पोजिशनिंग:
ja: ポジショニング:
nb: Posisjonering:
uk: Позиціонування:
vi: Định vị

source: Size of captured frame:
el: Μέγεθος των συλληφθέντων καρέ:
hi: पर कब्जा कर लिया फ्रेम का आकार:
ja: キャプチャしたフレームのサイズ:
nb: Størrelse på fanget ramme:
uk: Розмір кадру захопленого:
vi: Kích thước của khung bị bắt:

source: Frame rate for recording:
el: Ρυθμός καρέ για την εγγραφή:
hi: रिकॉर्डिंग के लिए फ्रेम दर:
ja: 記録のためのフレームレート:
nb: Billedfrekvens for opptaket:
uk: Швидкість передачі кадрів для запису:
vi: Tỷ lệ khung hình để ghi âm:

source: Record in realtime priority (root only)
el: Record κατά προτεραιότητα σε πραγματικό χρόνο (root μόνο)
hi: Realtime प्राथमिकता में रिकॉर्ड (केवल रूट)
ja: リアルタイム優先度でレコード（ルートのみ）
nb: Ta opp med sanntidsprioritet (kun root)
uk: Запис в реальному часі пріоритет (корінь тільки)
vi: Ghi vào ưu tiên thời gian thực (root chỉ)

source: Realtime TOC
hi: रीयलटाइम टीओसी
ja: リアルタイムTOC
uk: Realtime ТОС
vi: Thời gian thực TOC

source: Presentation Timestamps
el: Παρουσίαση Σημάνσεις χρόνου
hi: प्रस्तुति Timestamps
ja: プレゼンテーションタイムスタンプ
nb: Presentasjon Tidsstempler
uk: Подання Timestamps
vi: Trình bày Timestamps

source: Software timing
el: Χρονοδιάγραμμα Λογισμικό
hi: सॉफ्टवेयर समय
ja: ソフトウェアのタイミング
uk: Терміни Програмне забезпечення
vi: Thời gian Phần mềm

source: Device Position
el: Θέση Device
hi: डिवाइस स्थिति
ja: デバイスの位置
nb: Enhets Position
uk: Позиція Прилад
vi: Vị trí thiết bị

source: Sample Position
el: Θέση Δείγμα
hi: नमूना स्थिति
ja: サンプル・ポジション
uk: Зразок установки
vi: Mẫu Position

source: Sync drives automatically
el: Sync οδηγεί αυτόματα
hi: सिंक स्वचालित रूप से चलाता है
ja: Syncは自動的にドライブ
nb: Sync kjører automatisk
uk: Синхронізація диски автоматично
vi: Đồng bộ hóa ổ đĩa tự động

source: View scope
el: Πεδίο Προβολή
hi: गुंजाइश देखें
ja: ビューのスコープ
nb: Vis scope
uk: Подивитися сфера
vi: Xem phạm vi

source: Re-enable batches and restart?
el: Re-ενεργοποιήσετε παρτίδες και κάντε επανεκκίνηση;
hi: बैचों फिर से सक्षम और पुनः आरंभ?
ja: バッチを再度有効にして再起動します？
nb: Aktiver partier og start?
uk: Повторного включення партій і перезавантаження?
vi: Kích hoạt lại lô và khởi động lại?

source: execvp poweroff failed
el: Execvp poweroff απέτυχε
hi: Execvp poweroff विफल
ja: execvpの電源オフに失敗しました
nb: Execvp avskruing mislyktes
uk: Execvp вимикання харчування вдалося
vi: Poweroff execvp thất bại

source: poweroff imminent!!!
el: Poweroff επικείμενη !!!
hi: Poweroff आसन्न !!!
ja: 電源オフ差し迫った!!!ます n
nb: Avskruing hengende !!!
uk: Екранна неминучий !!!
vi: Poweroff !!! sắp xảy ra

source: cant vfork poweroff process
el: Διαδικασία poweroff υπερύψωσης vfork
hi: खिचड़ी भाषा vfork poweroff प्रक्रिया
ja: カントのvforkの電源オフのプロセス
nb: Cant vfork avskruing prosess
uk: Процес вимкнення живлення косяк vfork
vi: Quá trình poweroff vfork không thể

source: Interrupted
el: Διακόπηκε
hi: बाधित
ja: 中断
nb: Avbrutt
uk: Перерваний
vi: Gián đoạn

source: Start recording from current position
el: Έναρξη εγγραφής 'από την τρέχουσα θέση
hi: शुरू रिकॉर्डिंग Nfrom मौजूदा स्थिति
ja: スタート録音 Nfromを現在の位置
nb: Start opptak nfra nåværende posisjon
uk: Почати запис Nfrom поточна позиція
vi: Bắt đầu ghi ntừ vị trí hiện tại

source: RecordTransport single frame
el: RecordTransport ενιαίο πλαίσιο
hi: RecordTransport भी फ्रेम
ja: RecordTransport単一フレーム
nb: RecordTransport enkeltbilde
uk: RecordTransport один кадр
vi: Frame đơn RecordTransport

source: Preview recording
el: Καταγραφή Preview
hi: पूर्वावलोकन रिकॉर्डिंग
ja: プレビュー記録
nb: Preview opptak
uk: Попередній перегляд запису
vi: Ghi Preview

source: Stop operation
el: Λειτουργία Stop
hi: बंद करो ऑपरेशन
ja: 動作停止
nb: Stopp operasjon
uk: Стоп операція
vi: Dừng hoạt động

source: Start over
el: Ξανά από την αρχή
hi: फिर से शुरू करना
ja: やり直します
nb: Start på nytt
uk: Почати з початку
vi: Bắt đầu lại

source: Fast rewind
el: Γρήγορα πίσω
hi: फास्ट उल्टा
ja: 早戻し
uk: Для прискореного переходу назад
vi: Fast tua lại

source: Fast forward
el: Γρήγορη προώθηση
hi: तेजी से आगे बढ़ना
ja: 早送り
uk: Швидко вперед
vi: Nhanh về phía trước

source: Seek to end of recording
el: Ζητήστε έως το τέλος της ηχογράφησης
hi: रिकॉर्डिंग के अंत करने के लिए शोध
ja: 記録の最後に努めます
nb: Søk til slutten av innspillingen
uk: Прагнути до кінця запису
vi: Hãy tìm đến cuối ghi

source: : Record
hi: : रिकॉर्ड
ja: :レコード
uk: : Запис
vi: : Ghi lại

source: Redraw Indexes
el: Διόρθωση Ευρετήρια
hi: अनुक्रमणिका redraw
ja: インデックスの再描画
nb: Tegne Indexes
uk: Перемальовування індексів
vi: Vẽ lại chỉ số

source: : Redraw Indexes
el: : Διόρθωση Δείκτες
hi: : पुनर्लेखन अनुक्रमणिका
ja: :インデックスの再描画
nb: : Tegne Indexes
uk: : Оновити індекси
vi: : Vẽ lại chỉ số

source: Redraw all indexes for the current project?
el: Διόρθωση όλα τα ευρετήρια για το τρέχον έργο;
hi: मौजूदा परियोजना के लिए सभी अनुक्रमित पुनर्लेखन?
ja: 現在のプロジェクトのすべてのインデックスを再描画します？
nb: Tegne alle indekser for det aktuelle prosjektet?
uk: Перемальовування всіх індексів для поточного проекту?
vi: Vẽ lại tất cả các chỉ số cho các dự án hiện tại?

source: Render...
el: Καθιστώ...
hi: प्रस्तुत करना ...
ja: レンダリング...
uk: Віддавайте ...

source: Already rendering
el: Ήδη απόδοση
hi: पहले से ही प्रतिपादन
ja: 既にレンダリング
nb: Allerede rendering
uk: Уже надання
vi: Đã render

source: Rendering %s...
hi: %s प्रतिपादन ...
ja: %sのレンダリング...
nb: Rende %s ...
uk: Надання %s ...

source: Rendering...
el: Απόδοση...
hi: प्रतिपादन ...
ja: レンダリング...
uk: Надання ...
vi: Ra ...

source: Rendering took %s
el: Παροχή πήρε %s
hi: प्रतिपादन %s लिया
ja: レンダリングは、 %sのを取りました
nb: Rende tok %s
uk: Надання прийняв %s
vi: Rendering mất %s

source: Starting render farm
el: Ξεκινώντας καθιστούν το αγρόκτημα
hi: फार्म प्रस्तुत करना शुरू
ja: レンダリングファームを起動
nb: Starte gjengi gård
uk: Починаючи рендер-ферми
vi: Bắt đầu làm trang trại

source: Failed to start render farm
el: Αποτυχία να ξεκινήσει καθιστούν το αγρόκτημα
hi: फार्म प्रस्तुत करना प्रारंभ करने में विफल
ja: レンダーファームの起動に失敗しました
nb: Kunne ikke starte gjengi gård
uk: Не вдалося запустити рендер-ферми
vi: Không thể bắt đầu làm trang trại

source: Error rendering data.
el: Στοιχεία απόδοσης σφάλματος.
hi: त्रुटि प्रतिपादन डेटा।
ja: エラーレンダリングデータ。
nb: Feil gjengivelse av data.
uk: Дані рендеринга помилок».
vi: Dữ liệu Lỗi rendering.

source: render
el: καθιστώ
hi: प्रदान
ja: レンダリング
uk: Надати

source: : Render
hi: : प्रस्तुत करना
ja: :レンダリング
uk: : Рендер

source: RenderFarmServerThread::start_loop: socket
el: RenderFarmServerThread::start_loop: υποδοχή
hi: RenderFarmServerThread::start_loop: सॉकेट
ja: RenderFarmServerThread::start_loop:ソケットの n
uk: RenderFarmServerThread::start_loop: гніздо
vi: RenderFarmServerThread::start_loop: ổ cắm

source: RenderFarmServerThread::open_client: %s: %s
hi: RenderFarmServerThread::open_client: %s: %s n
ja: RenderFarmServerThread::open_client: %sの: %sのを n

source: RenderFarmServerThread::start_loop: socket
el: RenderFarmServerThread::start_loop: υποδοχή
hi: RenderFarmServerThread::start_loop: सॉकेट
ja: RenderFarmServerThread::start_loop:ソケット
uk: RenderFarmServerThread::start_loop: гніздо
vi: RenderFarmServerThread::start_loop: ổ cắm

source: RenderFarmServerThread::open_client: unknown host %s.
el: RenderFarmServerThread::open_client: άγνωστη υποδοχής %s
ja: RenderFarmServerThread::open_client:不明なホスト %sの nです。
uk: RenderFarmServerThread::open_client: невідомий вузол %s п.

source: RenderFarmServerThread::run: unknown request %02x
el: RenderFarmServerThread::τρέξιμο: άγνωστη αιτήματος %02x
hi: RenderFarmServerThread::रन: अज्ञात अनुरोध %02x
ja: RenderFarmServerThread ::ラン:不明な要求 %02x n "は
nb: RenderFarmServerThread::run: ukjent forespørsel %02x
uk: RenderFarmServerThread::Run: невідомо запит %02x
vi: RenderFarmServerThread::run: yêu cầu không xác %02x

source: RenderFarmClient::main_loop: socket
el: RenderFarmClient::main_loop: υποδοχή
hi: RenderFarmClient::main_loop: सॉकेट
ja: RenderFarmClient::main_loop:ソケット
uk: RenderFarmClient::main_loop: гніздо
vi: RenderFarmClient::main_loop: ổ cắm

source: RenderFarmClient::main_loop: bind port %d: %s
el: RenderFarmClient::main_loop: λιμάνι δεσμεύουν %d: %s
ja: RenderFarmClient::main_loop:バインドポート %dの: %sを

source: RenderFarmClient::main_loop: bind path %s: %s
el: RenderFarmClient::main_loop: διαδρομή δεσμεύουν %s: %s
hi: RenderFarmClient::main_loop: बाँध पथ %s: %s
ja: RenderFarmClient::main_loop:バインドパス %sの: %sの nを
nb: RenderFarmClient::main_loop: bind sti %s: %s
uk: RenderFarmClient::main_loop: прив'язка шлях %s: %s
vi: RenderFarmClient::main_loop: đường dẫn liên kết %s: %s

source: RenderFarmClient::main_loop: listen
el: RenderFarmClient::main_loop: ακούστε
hi: RenderFarmClient::main_loop: सुनो
ja: RenderFarmClient::main_loop:聞きます
nb: RenderFarmClient::main_loop: lytte
uk: RenderFarmClient::main_loop: слухати
vi: RenderFarmClient::main_loop: lắng nghe

source: RenderFarmClient::main_loop: accept
el: RenderFarmClient::main_loop: δεχτεί
hi: RenderFarmClient::main_loop: स्वीकार
ja: RenderFarmClient::main_loop:受け入れます
nb: RenderFarmClient::main_loop: godta
uk: RenderFarmClient::main_loop: прийняти
vi: RenderFarmClient::main_loop: chấp nhận

source: RenderFarmClientThread::run: Session finished.
el: RenderFarmClientThread::τρέξιμο: Συνεδρία τελείωσε
hi: RenderFarmClientThread::रन: सत्र समाप्त हो गया।
ja: RenderFarmClientThreadは::ラン:セッションは終了します。 n
nb: RenderFarmClientThread::run: Session ferdig
uk: RenderFarmClientThread::Run: Сесія закінчена п.
vi: RenderFarmClientThread::run: Session kết thúc

source: Maximum number of render profiles reached
el: Μέγιστος αριθμός καθιστούν προφίλ φτάσει
hi: प्रोफाइल प्रस्तुत करना की अधिकतम संख्या तक पहुँच
ja: レンダリングプロファイルの最大数に達しました
nb: Maksimalt antall gjengi profiler nådd
uk: Максимальна кількість профілів рендеринга досяг
vi: Số lượng tối đa của render hồ sơ đạt

source: Scaled
el: Λεπιδωτός
hi: स्केल्ड
ja: スケーリング
nb: Skalert

source: Cropped
el: Περικομμένη
hi: फसली
ja: クロップ
nb: Avkuttet
uk: Обрізання
vi: Cắt

source: Filled
el: Γεμάτο
hi: भरा हुआ
ja: 塗りつぶし
nb: Fylt
uk: Заповнений
vi: Đầy

source: Horiz Edge
el: Οριζόντια Edge
hi: Horiz एज
ja: HORIZエッジ
nb: Horisontal Edge
vi: Ngang Edge

source: Vert Edge
hi: Vert एज
ja: ヴェールエッジ
uk: Vert Край

source: This track's dimensions are not multiples of 4 so it can't be rendered by OpenGL.
el: Διαστάσεις αυτό το κομμάτι δεν είναι πολλαπλάσια του 4 έτσι nit δεν μπορούν να παρέχονται από OpenGL.
hi: इस ट्रैक के आयाम 4 तो लीख ओपन का द्वारा गाया नहीं जा सकता के गुणकों नहीं हैं।
ja: OpenGLのによってレンダリングすることはできませんニットãうに、このトラックの寸法が4の倍数ではありません。
nb: Dette sporets dimensjoner er ikke multipler av fire så nit kan ikke gjengis av OpenGL.
uk: Розміри цієї трасі не кратні 4 так ніт не може бути винесено OpenGL.
vi: Kích thước của các ca khúc này không phải là bội số của 4 nên nit không thể được trả lại bởi OpenGL.

source: : Resize Track
el: : Αλλαγή μεγέθους Track
hi: : आकार बदलें ट्रैक
ja: :トラックのサイズを変更します
nb: : Endre størrelse Track
uk: Зміна розміру Track
vi: : Thay đổi kích thước Track

source: Size:
el: Μέγεθος:
hi: आकार
ja: サイズ:
nb: Størrelse:
uk: Розмір:
vi: Kích thước:

source: Resize
el: Αλλαγή μεγέθους
hi: आकार
ja: サイズ変更
nb: Endre størrelse
uk: Зміна розміру

source: ResourcePixmap::draw_audio_source: failed to check out %s for drawing.
el: ResourcePixmap::draw_audio_source: απέτυχε να ελέγξετε έξω %s για την κατάρτιση
hi: ResourcePixmap::draw_audio_source: ड्राइंग के लिए %s बाहर की जाँच करने में विफल रहा है।
ja: ResourcePixmap::draw_audio_source:描画のための %sをチェックアウトできませんでした。 n
nb: ResourcePixmap::draw_audio_source: unnlatt å sjekke ut %s for å tegne
uk: ResourcePixmap::draw_audio_source: не вдалося перевірити %s для малювання п.
vi: ResourcePixmap::draw_audio_source: không kiểm tra %s để vẽ

source: Save backup
el: Αποθήκευση αντιγράφων ασφαλείας
hi: बैकअप सहेजें
ja: 保存のバックアップ
nb: Lagre sikkerhetskopi
uk: Зберегти резервну копію
vi: Lưu dự phòng

source: Saved backup.
el: Αποθηκευμένο αντίγραφο ασφαλείας.
hi: बैकअप बचा लिया।
ja: 保存されたバックアップ。
nb: Lagret sikkerhetskopi.
uk: Збереження резервної копії.
vi: Lưu dự phòng.

source: Save
el: Αποθηκεύσετε
hi: बचाना
ja: セーブ
nb: Lagre
uk: Зберегти
vi: Tiết kiệm

source: Save as...
el: Αποθήκευση ως...
hi: के रूप रक्षित करें...
ja: 名前を付けて保存...
nb: Lagre som...
uk: Зберегти як...
vi: Lưu thành...

source: Couldn't open %s.
el: Δεν ήταν δυνατό το άνοιγμα του %s.
hi: %s खोल नहीं सका।
ja: %sを開けませんでした。
nb: Kunne ikke åpne %s.
uk: Не вдалося відкрити %s
vi: Không thể mở %s.

source: : Save
el: : Αποθηκεύσετε
hi: : बचाना
ja: : セーブ
nb: Spar
uk: : Зберегти
vi: : Tiết kiệm

source: Enter a filename to save as
el: Εισάγετε ένα όνομα αρχείου για να αποθηκεύσετε ως
hi: के रूप में बचाने के लिए एक फ़ाइल नाम दर्ज करें
ja: として保存するファイル名を入力してください
nb: Skriv inn et filnavn for å lagre som
uk: Введіть ім'я файлу для збереження в якості
vi: Nhập tên tập tin để tiết kiệm như

source: Resize...
el: Αλλαγή μεγέθους ...
hi: आकार ...
ja: サイズ変更...
nb: Endre størrelse ...
uk: Зміна розміру ...
vi: Thay đổi kích thước ...

source: : Scale
el: : Κλίμακα
hi: : स्केल
ja: :スケール
uk: : Масштаб
vi: : Tỉ lệ

source: New camera size:
el: Το νέο μέγεθος της κάμερας:
hi: नया कैमरा आकार:
ja: 新しいカメラサイズ:
nb: Nytt kamera størrelse:
uk: Новий розмір камери:
vi: Kích thước máy ảnh mới:

source: New projector size:
el: Το νέο μέγεθος του προβολέα:
hi: नई प्रोजेक्टर का आकार:
ja: 新しいプロジェクターサイズ:
nb: Ny projektor størrelse:
uk: Новий розмір проектора:
vi: Kích thước máy chiếu mới:

source: W Ratio:
el: W Λόγος:
hi: डब्ल्यू अनुपात:
ja: W比:
uk: W Співвідношення:

source: H Ratio:
el: Η Αναλογία:
hi: एच अनुपात:
ja: H比:
uk: Н Коефіцієнт:
vi: Tỷ lệ H:

source: Constrain ratio
el: Περιορισμός αναλογία
hi: विवश अनुपात
ja: 拘束率
uk: Обмежити відношення
vi: Tỷ lệ Constrain

source: Scale data
el: Δεδομένα Κλίμακα
hi: पैमाने पर डेटा
ja: スケールデータ
uk: Дані Scale
vi: Dữ liệu Scale

source: : Scopes
el: : Πεδία
ja: :スコープ
uk: : Області застосування

source: Histogram Parade
el: Ιστόγραμμα Parade
hi: हिस्टोग्राम परेड
ja: ヒストグラムパレード
uk: Гістограма Парад

source: Waveform Parade
el: Κυματομορφή Parade
hi: तरंग परेड
ja: 波形パレード
uk: Waveform Парад

source: Waveform
el: Κυματομορφή
hi: तरंग
ja: 波形
nb: Bølgeform

source: Vectorscope
ja: ベクトルスコープ

source: Format...
el: Μορφή...
hi: प्रारूप ...
ja: フォーマット...
uk: Формат ...
vi: Định dạng...

source: Shift-F
hi: Shift-एफ
ja: Shiftキーを押しながらF

source: set format
el: Set μορφή
hi: सेट प्रारूप
ja: 設定されているフォーマット
uk: Встановити формат
vi: Thiết lập định dạng

source: : Set Format
el: : Ρυθμίστε Format
hi: : निर्धारित प्रारूप
ja: :設定されているフォーマット
nb: : Sett Format
uk: : Встановити Формат
vi: : Thiết lập định dạng

source: Channel positions:
el: Θέσεις Κανάλι:
hi: चैनल पदों:
ja: チャンネルポジション:
nb: Kanal stillinger:
uk: Позиції каналу:
vi: Vị trí Channel:

source: %d degrees
el: %d βαθμούς
hi: %d डिग्री
ja: %d個の度
nb: %d grader
uk: %d градусів
vi: %d độ

source: : Shell
hi: : शैल
ja: :シェル
uk: Шелл

source: Add
el: Προσθέτω
hi: जोड़ें
ja: 追加
nb: Legg til
uk: Додати
vi: Thêm vào

source: new
el: νέος
hi: नया
ja: 新しい
nb: ny
uk: Новий
vi: Mới

source: : Commands
el: : Εντολές
hi: : कमानों
ja: :コマンド
nb: : Kommandoer
uk: : Команди
vi: : Lệnh

source: Warn on err exit
el: Προειδοποίηση κατά την έξοδο err
hi: अरे बाहर निकलने पर चेतावनी
ja: ERR出口に警告します
nb: Advar på err exit
uk: Попереджати на виході ERR
vi: Cảnh báo xuất cảnh err

source: Label:
el: Επιγραφή:
hi: लेबल
ja: ラベル:
nb: Merkelapp:
uk: Етикетка:
vi: Nhãn:

source: Commands:
el: Εντολές:
hi: कमांड
ja: コマンド:
nb: Kommandoer:
uk: Команди:
vi: Các lệnh:

source: shell cmds
el: CMDS κέλυφος
hi: खोल सीएमडी
ja: シェルCMDS
nb: shell Kommandoer
uk: CMDS оболонки
vi: Cmds vỏ

source: : Loading
el: : Φόρτωση
hi: : लोड हो रहा है
ja: :ロード
uk: Завантаження
vi: : Tải

source: Loading...
el: Φόρτωση...
hi: लोड हो रहा है...
ja: ロード...
nb: Laster inn...
uk: Завантаження ...
vi: Tải...

source: Welcome to Cinelerra.
el: Καλώς ήρθατε στο Cinelerra.
hi: सिनलेरा में आपका स्वागत है।
ja: Cinelerraへようこそ。
nb: Velkommen til Cinelerra
uk: Ласкаво просимо Cinelerra.
vi: Chào mừng bạn đến Cinelerra.

source: Cancel operation
el: Ακυρώστε τη λειτουργία
hi: ऑपरेशन रद्द करें
ja: 操作をキャンセル
nb: Avbryt operasjon
uk: Скасувати операцію
vi: Hủy hoạt động

source: Subttl %d
ja: Subttl %dの

source: Load
el: Φορτίο
hi: भार
ja: 負荷
nb: Last inn...
uk: Навантаження

source: script text file path required
el: Απαιτείται σενάριο διαδρομή του αρχείου κειμένου
hi: स्क्रिप्ट पाठ फ़ाइल पथ आवश्यक
ja: スクリプトテキストファイルパスが必要
nb: Script tekstfil bane kreves
uk: Сценарій шлях текстового файлу потрібно
vi: Kịch bản đường dẫn tập tin văn bản yêu cầu

source: script microdvd file path required
el: Απαιτείται σενάριο διαδρομή του αρχείου MicroDVD
hi: स्क्रिप्ट MicroDVD फ़ाइल पथ आवश्यक
ja: 必要なスクリプトmicrodvdファイルパス
nb: Script MicroDVD filbanen kreves
uk: Сценарій шлях MicroDVD файл, необхідний
vi: Kịch bản đường dẫn tập tin MicroDVD yêu cầu
