Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: mask feather
el: Φτερό μάσκα
hi: मुखौटा पंख
ja: マスク羽
nb: Maske fjær
uk: Маска перо
vi: Mặt nạ lông vũ

source: mask value
el: Αξία μάσκα
hi: 'नकाब मूल्य
ja: マスク値
nb: Maske verdi
uk: Значення маски
vi: Mặt nạ trị

source: : Mask
el: : Μάσκα
hi: : मुखौटा
ja: : マスク
uk: : Маска
vi: : Mặt nạ

source: Mode:
el: Τρόπος:
hi: मोड
ja: モード:
nb: Modus:
uk: Режим:
vi: Chế độ

source: Value:
el: Αξία:
hi: मान
ja: 値:
nb: Verdi:
uk: Значення:
vi: Giá trị:

source: Point:
el: Σημείο:
hi: बिंदु:
ja: ポイント:
nb: Punkt:
uk: Точка:
vi: Điểm:

source: Mask number:
el: Αριθμός Μάσκα:
hi: मास्क नंबर:
ja: マスク番号:
nb: Mask nummer:
uk: Кількість маска:
vi: Số Mask:

source: Feather:
el: Φτερό:
hi: पंख
ja: フェザー:
nb: Fjær:
uk: Перо:

source: Press Alt to translate the mask
el: Πατήστε Alt για να μεταφράσει τη μάσκα
hi: प्रेस Alt मुखौटा अनुवाद करने के लिए
ja: マスクを翻訳するAltキーを押しながら
nb: Trykk Alt for å oversette masken
uk: Натисніть Alt, щоб перевести маску
vi: Nhấn Alt để dịch các mặt nạ

source: : Ruler
el: : Χάρακας
hi: : शासक
ja: :ルーラー
uk: : Лінійка
vi: : Cái thước

source: Current:
el: Ρεύμα:
hi: वर्तमान:
ja: 現在:
nb: Nåværende:
uk: Поточний:
vi: Hiện hành:

source: Point 1:
el: Σημείο 1:
hi: प्वाइंट 1:
ja: ポイント1:
nb: Punkt:
uk: Точка 1:
vi: Điểm 1:

source: Point 2:
el: Σημείο 2:
hi: 2 प्वाइंट:
ja: ポイント2:
nb: Punkt:
uk: Пункт 2:
vi: Điểm 2:

source: Distance:
el: Απόσταση:
hi: दूरी:
ja: 距離:
nb: Avstand:
uk: Відстань:
vi: Khoảng cách:

source: Angle:
el: Γωνία:
hi: कोण:
ja: 角度:
uk: Кут:
vi: Góc:

source: Press Ctrl to lock ruler to the nearest 45%c angle.
el: Πατήστε Ctrl για να κλειδώσετε χάρακα στο nnearest γωνία 45%c
ja: 45%cの角度nnearest ã«定規をロックするCtrlキーを押しながら。
nb: Trykk Ctrl for å låse linjal til nnearest 45%c vinkel.
uk: Натисніть Ctrl, щоб заблокувати лінійку до nnearest 45%c
vi: Nhấn Ctrl để khóa cai trị đến nnearest 45%c c.

source: Press Alt to translate the ruler.
el: Πατήστε Alt για να μεταφράσει το χάρακα.
hi: प्रेस Alt शासक अनुवाद करने के लिए।
ja: 定規を翻訳するAltキーを押しながら。
nb: Trykk Alt for å oversette linjalen.
uk: Натисніть Alt, щоб перевести лінійку.
vi: Nhấn Alt để dịch những người cai trị.

source: %0.01f pixels
hi: %0.01f पिक्सल
ja: %0.01fピクセル
nb: %0.01f piksler
uk: %0.01f пікселів

source: Shift-M
hi: Shift-एम
ja: Shiftキーを押しながらM
uk: Shift-М

source: length
el: μήκος
hi: लंबाई
ja: 長さ
nb: lengde
uk: Довжина
vi: chiều dài

source: Access time
el: Χρόνος πρόσβασης
hi: पहूंच समय
ja: アクセス時間
nb: Access tid
uk: Час доступу
vi: Thời gian truy cập

source: count
el: κόμης
hi: गिनती
ja: カウント
nb: telle
uk: рахувати
vi: đếm

source: failed delete clip id %d
el: Απέτυχε Διαγραφή κλιπ id %d
hi: हटाना विफल क्लिप आईडी %d
ja: 削除に失敗したクリップID %d個の n
nb: Mislyktes slette klipp id %d
uk: Не вдалося видалення кліпу з ідентифікатором %d
vi: Không xóa đoạn id %d

source: DC Offset
hi: डीसी ऑफसेट
ja: DCオフセット

source: YouTube
hi: यूट्यूब
ja: YouTubeの

source: Half D-1 PAL
hi: आधा डी -1 पाल
ja: ハーフD-1 PAL
nb: Half D-en PAL
uk: Половина D-1 PAL
vi: Nửa D-1 PAL

source: NTSC Half D-1
hi: Ntsc आधा डी -1
ja: NTSCハーフD-1
uk: NTSC Половина D-1
vi: Một nửa NTSC D-1

source: Internet
hi: इंटरनेट
ja: インターネット
nb: Internett
uk: Інтернет

source: CD Audio
el: CD ήχου
hi: सीडी ऑडियो
ja: CDオーディオ

source: DAT Audio
el: DAT ήχου
hi: डैट ऑडियो
ja: DATオーディオ
uk: DAT Аудіо

source: Delete existing indexes
el: Διαγραφή υπάρχοντα ευρετήρια
hi: मौजूदा अनुक्रमित हटाएँ
ja: 既存のインデックスを削除します
nb: Slett eksisterende indekser
uk: Видалити існуючі індекси
vi: Xóa các chỉ số hiện tại

source: Delete all indexes in %s?
el: Διαγραφή όλων των δεικτών στο %s;
hi: %s में सभी अनुक्रमित हटाएं?
ja: %sの中ですべてのインデックスを削除しますか？
nb: Fjern alle indekser i %s?
uk: Видалити все індекси в %s
vi: Xóa tất cả các chỉ số trong %s?

source: : Delete All Indexes
el: : Διαγραφή όλων των δεικτών
hi: : सभी अनुक्रमित हटाएँ
ja: :すべてのインデックスを削除します
nb: : Slett alle indekser
uk: : Видалити всі індекси
vi: : Xóa tất cả các chỉ số

source: ** %scarrier, dvb_locked %s
hi: ** %scarrier, dvb_locked %s n
ja: ** %scarrier、dvb_locked %sの n "は

source: no
el: όχι
hi: नहीं
ja: いいえ
nb: Nei
uk: немає
vi: Không

source: lock
el: κλειδαριά
hi: ताला
ja: ロック
nb: låse
uk: Замкнути
vi: Khóa

source: lost
el: χαμένος
hi: गुम हो गया
ja: 失われました
nb: Mistet
uk: Втратив
vi: đã mất

source: DeviceMPEGInput::get_channeldb::element %d (id %d.%d) has %d/%d video/audio streams
el: DeviceMPEGInput::get_channeldb::στοιχείου %d (id %d.%d) έχει %d /%d βίντεο / audio streams
hi: DeviceMPEGInput:::: get_channeldb तत्व %d %d।.%d) %d /%d वीडियो / ऑडियो धाराओं
ja: DeviceMPEGInput::get_channeldb ::要素 %dの（ID %d.%d）が %d /%d映像/音声ストリームの nを有します
nb: DeviceMPEGInput::get_channeldb::element %d (id %d.%d) har %d /%d video / audio bekker
uk: DeviceMPEGInput::get_channeldb::елементом %d (ID %d.%d) має %d /%d відео / аудіо потоки
vi: DeviceMPEGInput::get_channeldb::yếu tố %d (id %d.%d) có %d /%d video / âm thanh dòng

source: only first audio stream will be used
el: Μόνο την πρώτη ροή ήχου θα χρησιμοποιηθεί
hi: सिर्फ पहला ऑडियो स्ट्रीम इस्तेमाल किया जाएगा
ja: 最初のオーディオストリームは、n ä½¿用されます
nb: Bare første lydstream vil bli brukt
uk: Тільки перша аудіосигнал буде продовжувати використовуватися
vi: Chỉ có dòng âm thanh đầu tiên sẽ được sử dụng

source: only first video stream will be used
el: Μόνο την πρώτη ροή βίντεο θα χρησιμοποιηθεί
hi: केवल पहला वीडियो स्ट्रीम इस्तेमाल किया जाएगा
ja: 最初のビデオストリームは、n ä½¿用されます
nb: Bare første videostrøm vil bli brukt
uk: Тільки перший потік відео буде використовуватися
vi: Chỉ có dòng video đầu tiên sẽ được sử dụng

source: attempting format %4.4s
el: Επιχειρεί μορφή %4.4s
hi: N प्रारूप %4.4s का प्रयास
ja: 試みる形式 %4.4sの n
nb: Forsøker format %4.4s
uk: Спробі формату %4.4s
vi: Cố gắng định dạng %4.4s

source: jpeg driver and best_format not mjpeg (%4.4s)
el: Οδηγός jpeg και best_format δεν MJPEG (%4.4s)
hi: जेपीईजी चालक और न MJPEG best_format (%4.4s)
ja: JPEGドライバとないbest_format MJPEG（(%4.4s）の n
nb: Jpeg driver og best_format ikke MJPEG (%4.4s)
uk: Водій JPEG- і best_format НЕ MJPEG (%4.4s)
vi: Lái xe jpeg và best_format không mjpeg (%4.4s)

source: mpeg driver and best_format not mpeg (%4.4s)
el: Οδηγός mpeg και best_format δεν mpeg (%4.4s)
hi: एमपीईजी चालक और न एमपीईजी best_format (%4.4s)
ja: MPEGドライバではなく、MPEG best_format（(%4.4s）の n
nb: Mpeg driver og best_format ikke mpeg (%4.4s)
uk: Водій і best_format в форматі MPEG НЕ MPEG (%4.4s)
vi: Lái xe mpeg và best_format không mpeg (%4.4s)

source: config geom %dx%d != %dx%d best_geom
hi: विन्यास Geom %dXx%d! = %dXx%d best_geom
ja: 「設定GEOM %dXx%d！= %dXx%d best_geom n "は
uk: Зміни геом %dx%d != %dx%d best_geom

source: DVD Render...
hi: डीवीडी प्रस्तुत करना ...
ja: DVDは、レンダリング...
uk: DVD Рендер ...

source: Shift-D
hi: Shift-डी '
ja: Shiftキーを押しながらD

source: create dvd
el: Δημιουργία DVD
hi: डीवीडी बनाने के लिए
ja: DVDを作成
nb: Lage dvd
uk: Створення DVD
vi: Tạo dvd

source: Use FFMPEG
el: Χρήση FFMPEG
hi: का प्रयोग करें FFMPEG
ja: 使用FFMPEG
nb: Bruk FFMPEG
uk: Використання FFMPEG
vi: Sử dụng FFMPEG

source: : Create DVD
el: : Δημιουργία DVD
hi: : डीवीडी बनाएँ
ja: :DVDの作成
nb: : Lag DVD
uk: Створення DVD
vi: : Tạo đĩa DVD

source: : Edit length
el: : Μήκος Επεξεργασία
hi: : लंबाई संपादित करें
ja: :編集長
nb: : Edit lengde
uk: : Змінити довжину
vi: : Chỉnh sửa thời gian

source: Seconds:
el: Δευτερόλεπτα:
hi: सेकंड
ja: 秒:
nb: Sekunder:
uk: Секунди:
vi: Giây:

source: In point ( [ )
el: Στο σημείο ([)
hi: बिंदु में ( [ )
ja: ポイントで（[）
nb: Innpunkt ( [ )
uk: У точці ([)
vi: Trong thời điểm ([)

source: Out point ( ] )
el: Από το σημείο (])
hi: बाहर बिंदु (])
ja: アウトポイント（]）
nb: Utpunkt ( ] )
uk: З точки (])
vi: Điểm Out (])

source: Next label ( ctrl -> )
el: Επόμενο ετικέτα (ctrl ->)
hi: अगले लेबल (Ctrl ->)
ja: 次のラベル（CTRL - >）
nb: Neste label (ctrl ->)
uk: Наступна етикетка (Ctrl ->)
vi: Nhãn Next (ctrl ->)

source: Previous label ( ctrl <- )
el: Προηγούμενο ετικέτα (Ctrl <-)
hi: पिछले लेबल (Ctrl <-)
ja: 前のラベル（CTRL < - ）
nb: Forrige label (ctrl <-)
uk: Попередня етикетка (Ctrl <-)
vi: Nhãn trước (Ctrl <-)

source: Next edit ( alt -> )
el: Επόμενο edit (ALT ->)
hi: अगले संपादित (Alt ->)
ja: 次の編集（ALT - >）
nb: Neste redigere (alt ->)
uk: Наступна Правка (Alt ->)
vi: Tiếp theo chỉnh sửa (alt ->)

source: Previous edit (alt <- )
el: Προηγούμενο edit (ALT <-)
hi: पिछला संपादन (Alt <-)
ja: 前の編集（ALT < - ）
nb: Forrige redigere (alt <-)
uk: Попередня Правка (Alt <-)
vi: Chỉnh sửa trước (alt <-)

source: Lift
el: Ανελκυστήρας
hi: लिफ्ट
ja: リフト
nb: Løfte
uk: Підйом
vi: Thang máy

source: Overwrite ( b )
el: Αντικατάσταση (β)
hi: अधिलेखन (ख)
ja: （b）の上書き
nb: Skriv over ( b )
uk: Переписати (б)

source: Extract
el: Εκχύλισμα
hi: निकालें
ja: エキス
nb: Ekstrakt
vi: Trích xuất

source: To clip ( i )
el: Για να κλιπ (i)
hi: क्लिप (i)
ja: （i）をクリップします
nb: Å klippe (i)
uk: Для того, щоб обрізати (I)
vi: Để cắt (i)

source: Splice ( v )
hi: विवाह (v)
ja: スプライス（V）
nb: Skjøt ( v )
uk: Зрощування (v)

source: Cut ( x )
el: Κόψτε (x)
hi: (X) कट
ja: （x）のカット
nb: Klipp ( x )
uk: Вирізати (X)
vi: Cắt (x)

source: Commercial ( shift X )
el: Εμπορική (μετατόπιση Χ)
hi: वाणिज्यिक (पाली एक्स)
ja: コマーシャル（シフトX）
uk: Комерційний (зрушення Х)
vi: Thương mại (shift X)

source: Copy ( c )
el: Αντιγραφή (γ)
hi: कॉपी (ग)
ja: コピー（C）
nb: Kopier ( c )
uk: Копіювати (с)

source: Append to end of track
el: Προσάρτηση στο τέλος του κομματιού
hi: ट्रैक के अंत में जोड़ें
ja: トラックの終わりに追加
nb: Legg til slutten på spor
uk: Додавання в кінець треку
vi: Nối kết thúc bài hát

source: Insert before beginning of track
el: Εισαγωγή πριν από την έναρξη της διαδρομής
hi: ट्रैक की शुरुआत से पहले डालें
ja: トラックの開始前に挿入
nb: Sett inn før begynnelsen på spor
uk: Включити перед початком треку
vi: Chèn trước khi bắt đầu theo dõi

source: Paste ( v )
el: Επικόλληση (v)
hi: पेस्ट (v)
ja: 貼り付け（V）
nb: Lim inn ( v )
uk: Вставити (v)
vi: Dán (v)

source: Set transition
el: Set μετάβαση
hi: सेट संक्रमण
ja: 設定の移行
nb: Sett inn en overgang
uk: Встановити перехід
vi: Thiết lập chuyển tiếp

source: Set presentation up to current position
el: Ρύθμιση παρουσίαση μέχρι την τρέχουσα θέση
hi: मौजूदा स्थिति को प्रस्तुति सेट
ja: 現在の位置までのプレゼンテーションを設定します
nb: Set presentasjonen opp til nåværende posisjon
uk: Встановити презентацію до поточної позиції
vi: Set trình bày lên đến vị trí hiện tại

source: Undo ( z )
el: Αναίρεση (ζ)
hi: पूर्ववत (जेड)
ja: 元に戻す（Z）
nb: Angre ( z )
uk: Скасувати (г)

source: Redo ( shift Z )
el: Επανάληψη (Ζ βάρδια)
hi: फिर से करें (पाली जेड)
ja: （シフトZ）のやり直し
nb: Gjør igjen ( shift Z )
uk: Повторити (зрушення Z)
vi: Làm lại (shift Z)

source: Toggle label at current position ( l )
el: Εναλλαγή ετικέτας στην τρέχουσα θέση (ιβ)
hi: मौजूदा स्थिति (एल) पर टॉगल लेबल
ja: 現在の位置でトグルラベル（L）
nb: Slå av/på merke der du står ( l )
uk: Переключити етикетки на поточній позиції (L)
vi: Chuyển đổi nhãn ở vị trí hiện tại (l)

source: Fit selection to display ( f )
el: Fit επιλογή για να εμφανίσετε (στ)
hi: फ़िट चयन प्रदर्शित करने के लिए (च)
ja: 表示するフィット選択（F）
nb: Tilpass utvalg til skjermen ( f )
uk: Fit варіант вибору для відображення (п)
vi: Lựa chọn Fit để hiển thị (f)

source: Drag and drop editing mode
el: Mode Σύρετε και επεξεργασία σταγόνας
hi: खींचें और ड्रॉप संपादन मोड
ja: ドラッグアンドドロップ編集モード
nb: Dra-og-slipp-modus
uk: Drag і редагування падіння режиму
vi: Kéo và thả chỉnh sửa chế độ

source: Cut and paste editing mode
el: Αποκοπή και επικόλληση επεξεργασίας mode
hi: कट और पेस्ट संपादन मोड
ja: カットと編集モードをペースト
nb: Klipp-og-lim-modus
uk: Вирізати і вставити в режим редагування
vi: Cắt và dán chế độ chỉnh sửa

source: Generate keyframes while tweeking
el: Δημιουργία βασικών καρέ, ενώ tweeking
hi: Keyframes उत्पन्न जबकि tweeking
ja: tweekingながらキーフレームを生成
nb: Generere nøkkel mens tweeking
uk: Створити ключові кадри в той час tweeking
vi: Tạo khung hình trong khi tweeking

source: Attach effect...
el: Συνδέστε αποτέλεσμα ...
hi: प्रभाव देते हैं ...
ja: 効果を添付...
nb: Legg på effekt...
uk: Attach ефект ...
vi: Đính kèm hiệu ứng ...

source: : Attach Effect
el: : Συνδέστε Effect
hi: : संलग्न प्रभाव
ja: :エフェクトを添付
nb: : Fest Effect
uk: : Прикласти Effect
vi: : Gắn Hiệu quả

source: Resize track...
el: Αλλαγή μεγέθους κομμάτι ...
hi: ट्रैक का आकार बदलें ...
ja: トラックのサイズを変更...
nb: Endre sporstørrelse...
uk: Зміна розміру доріжки ...
vi: Thay đổi kích thước theo dõi ...

source: Match output size
el: Μέγεθος εξόδου Match
hi: मैच निर्गम आकार
ja: マッチ出力サイズ
nb: Match utgang størrelse
uk: Розмір вихідного Матч
vi: Trận đấu kích thước đầu ra

source: Delete track
el: Διαγραφή track
hi: हटाएँ ट्रैक
ja: トラックの削除
nb: Slett spor
uk: Видалити трек
vi: Xóa theo dõi

source: Add track
el: Προσθήκη κομματιού
hi: ट्रैक जोड़ें
ja: トラックを追加
nb: Legg til spor
uk: Додати трек
vi: Thêm đường

source: User title...
el: Τίτλος χρήστη ...
hi: यूजर शीर्षक ...
ja: ユーザーのタイトル...
nb: Brukertittel...
uk: Назва користувача ...
vi: Title tài ...

source: : Set edit title
el: : Ρυθμίστε τίτλο edit
hi: संपादित करें शीर्षक सेट करें
ja: :設定編集のタイトル
nb: : Sett redigere tittelen
uk: : Встановити Редагувати
vi: : Đặt chỉnh sửa tiêu đề

source: User title
el: Τίτλος χρήστη
hi: यूजर शीर्षक
ja: ユーザーのタイトル
nb: Brukertittel
uk: Назва користувача
vi: Tiêu đề tài

source: Crossfade
hi: क्रॉसफ़ेड
ja: クロスフェード
vi: Lặng

source: Dissolve
el: Διαλύω
hi: भंग
ja: ディゾルブ
nb: Oppløse
uk: Наплив
vi: Hòa tan

source: : Export EDL
el: : Εξαγωγή EDL
hi: : निर्यात EDL
ja: :エクスポートEDL
nb: : Eksport EDL
uk: : Експорт EDL
vi: : Xuất khẩu EDL

source: Output to file
el: Έξοδος σε αρχείο
hi: आउटपुट फ़ाइल के लिए
ja: ファイルへ出力
nb: Skriv til fil
uk: Висновок в файл
vi: Đầu ra cho tập tin

source: Select a file to write to:
el: Επιλέξτε ένα αρχείο για να γράψετε:
hi: एक फ़ाइल को लिखने के लिए चयन करें:
ja: への書き込みにファイルを選択します。
nb: Velg en fil å skrive til:
uk: Виберіть файл для запису:
vi: Chọn một tập tin để viết thư cho:

source: Feather Edits...
el: Επεξεργάζεται Αστραπή ...
hi: पंख संपादन ...
ja: フェザー編集...
uk: Перо Зачекайте ...
vi: Chỉnh sửa Feather ...

source: : Feather Edits
el: : Αστραπή Επεξεργάζεται
hi: : पंख संपादन
ja: :フェザー編集
uk: : Перо редагування
vi: : Feather Chỉnh sửa

source: Feather by how many samples:
el: Αστραπή από το πόσο πολλά δείγματα:
hi: कितने नमूने से पंख:
ja: どのように多くのサンプルによってフェザー:
nb: Feather av hvor mange prøver:
uk: Перо, наскільки багато зразків:
vi: Feather bởi bao nhiêu mẫu:

source: Feather by how many frames:
el: Αστραπή από το πόσα καρέ:
hi: कितने फ्रेम से पंख:
ja: どのように多くのフレームによりフェザー:
nb: Feather av hvor mange frames:
uk: Перо у скільки кадрів:
vi: Feather bởi bao nhiêu khung hình:

source: %s err: %s
hi: %s अं: %s
ja: %sのERR: %sのを n

source: open decoder failed
el: Ανοικτή αποκωδικοποιητή απέτυχε
hi: खुला डिकोडर में विफल रहा है
ja: オープンデコーダは失敗しました n
nb: Open dekoder mislyktes
uk: Відкритий декодер НЕ
vi: Mở giải mã thất bại

source: can't clone input file
el: Δεν μπορεί να κλωνοποιήσουν αρχείου εισόδου
hi: क्लोन नहीं कर सकते इनपुट फ़ाइल
ja: 入力ファイル nをクローニングできません
nb: Kan ikke klone inndatafilen
uk: Не може клонувати вхідного файлу
vi: Không thể sao chép tập tin đầu vào

source: av_buffersrc_add_frame_flags failed
el: Av_buffersrc_add_frame_flags απέτυχε
hi: Av_buffersrc_add_frame_flags विफल रहा है
ja: av_buffersrc_add_frame_flagsは失敗しました n
nb: Av_buffersrc_add_frame_flags mislyktes
uk: Av_buffersrc_add_frame_flags не вдалося
vi: Av_buffersrc_add_frame_flags không

source: options open failed %s
el: Επιλογές απέτυχε %s
hi: विकल्प खोलना असफल %s
ja: オプションが失敗した %sの nを開きます
nb: Alternativer åpne mislyktes %s
uk: Не вдалося відкрити опції %s
vi: Tùy chọn mở thất bại %s

source: format/codec not found %s
el: Format / κωδικοποιητή δεν βρέθηκε %s
hi: %s n प्रारूप / कोडेक नहीं मिला
ja: フォーマット/コーデックが見つかりません %sにします n
nb: Format / codec ikke funnet %s
uk: Формат / кодек не найден %s
vi: %s n không tìm thấy định dạng / codec

source: err reading %s: line %d
el: Σφάλουν ανάγνωση %s: γραμμή %d
hi: %s पढ़ने अं: पंक्ति %d
ja: %sの読み込みエラー:行 %d個の nを
nb: Feile lese %s: linje %d
uk: Err читання %s: лінія %d
vi: Err đọc %s: dòng %d

source: vid%d (%d), id 0x%06x:
hi: Vid%d (%d), आईडी 0x%06x:
ja: VIDd%dの（(%d）は、IDの0x%06x: nを
uk: VIDd%d (%d), ID 0x%06x:

source: aud%d (%d), id 0x%06x:
el: AUDd%d (%d), id 0x%06x:
hi: AUDd%d (%d), आईडी 0x%06x:
ja: AUDd%dの（(%d）は、IDの0x%06x: nを
uk: AUDd%d (%d), ID 0x%06x:

source: can't stat file: %s
el: Δεν μπορεί να stat του αρχείου: %s
hi: फ़ाइल स्टेट नहीं कर सकता: %s
ja: ファイルの状態を取得することはできません: %sの nを
nb: Kan ikke stat filen: %s
uk: Не може стат файл: %s
vi: Không thể lấy file: %s

source: bad file path: %s
el: Κακή διαδρομή του αρχείου: %s
hi: बुरा फ़ाइल पथ: %s
ja: 不正なファイルパス: %sのを n
nb: Dårlig filbane: %s
uk: Поганий шлях до файлу: %s
vi: Đường dẫn tập tin xấu: %s

source: bad file format: %s
el: Κακή μορφή αρχείου: %s
hi: बुरा फ़ाइल स्वरूप: %s
ja: 不正なファイル形式: %sの nを
nb: Dårlig filformat: %s
uk: Поганий формат файлу: %s
vi: Định dạng tập tin xấu: %s

source: mismatch audio/video file format: %s
el: Αναντιστοιχία μορφή αρχείου ήχου / βίντεο: %s
hi: बेमेल ऑडियो / वीडियो फ़ाइल स्वरूप: %s
ja: ミスマッチオーディオ/ビデオファイル形式: %sの nを
nb: Mismatch audio / video filformat: %s
uk: Невідповідність формату аудіо / відео файлів: %s
vi: Không phù hợp định dạng tập tin âm thanh / video: %s

source: failed: %s
el: Απέτυχε: %s
hi: असफल: %s
ja: 失敗しました: %sの nを
nb: Feilet: %s
uk: Не вдалося: %s
vi: Thất bại: %s

source: get_encoder failed %s:%s
el: Get_encoder απέτυχε %s:%s
hi: Get_encoder विफल रहा है %s:%s
ja: : %sの nをget_encoder:%sは失敗しました
nb: Get_encoder mislyktes %s:%s
uk: Get_encoder %s не вдалося:%s
vi: Get_encoder thất bại %s:%s

source: cant find codec %s:%s
el: Επίκλιση βρείτε κωδικοποιητή %s:%s
hi: खिचड़ी भाषा लगाने के कोडेक %s:%s
ja: : %sの nのコーデック:%sのを見つける傾けます
nb: Cant finne codec %s:%s
uk: Не можу знайти Codec %s:%s
vi: Cant tìm bộ giải mã %s:%s

source: unknown codec %s:%s
el: Άγνωστο κωδικοποιητή %s:%s
hi: अज्ञात कोडेक %s:%s
ja: 未知のコーデック %sの:%sの nを
nb: Ukjent codec %s:%s
uk: Невідома Codec %s:%s
vi: Không biết giải mã %s:%s

source: cant create stream %s:%s
el: Επίκλιση δημιουργήσει ρεύμα %s:%s
hi: खिचड़ी बनाने धारा %s:%s
ja: : %sの nのストリーム:%sの作成カント
nb: Cant lage strøm %s:%s
uk: Не можу створити потоці %s:%s
vi: Không thể tạo luồng %s:%s

source: duplicate audio %s:%s
el: Διπλούν ήχου %s:%s
hi: नकली ऑडियो %s:%s
ja: 重複したオーディオ %sの:%sの nを
nb: Duplisert audio %s:%s
uk: Дублікат аудіо %s:%s
vi: Trùng lặp âm thanh %s:%s

source: bad audio options %s:%s
el: Κακή επιλογές ήχου %s:%s
hi: बुरा ऑडियो विकल्प %s:%s
ja: 悪いオーディオオプション %sの:%sの nを
nb: Dårlige lydalternativer %s:%s
uk: Погані аудіо опції %s:%s
vi: Tùy chọn âm thanh xấu %s:%s

source: check_sample_rate failed %s
el: Check_sample_rate απέτυχε %s
hi: Check_sample_rate विफल रहा है %s
ja: check_sample_rateは、 %sのに失敗しました n
nb: Check_sample_rate mislyktes %s
uk: Check_sample_rate не вдалося %s
vi: Check_sample_rate thất bại %s

source: duplicate video %s:%s
el: Διπλούν βίντεο %s:%s
hi: डुप्लिकेट वीडियो %s:%s
ja: 重複した映像 %sの:%sのを n
nb: Duplisert video %s:%s
uk: Періодичну відео %s:%s
vi: Video trùng lặp %s:%s

source: bad video options %s:%s
el: Κακή επιλογές βίντεο %s:%s
hi: बुरा वीडियो विकल्पों %s:%s
ja: 悪いビデオオプション %sの:%sの nを
nb: Dårlige videoalternativer %s:%s
uk: Погані варіанти відео %s:%s
vi: Tùy chọn video xấu %s:%s

source: check_frame_rate failed %s
el: Check_frame_rate απέτυχε %s
hi: Check_frame_rate विफल रहा है %s
ja: check_frame_rateは、 %sのに失敗しました n
nb: Check_frame_rate mislyktes %s
uk: Check_frame_rate не вдалося %s
vi: Check_frame_rate thất bại %s

source: not audio/video, %s:%s
el: Δεν audio / video, %s:%s
hi: ऑडियो नहीं / वीडियो, %s:%s
ja: いないオーディオ/ビデオ、 %sの:%sのを n
nb: Ikke audio / video, %s:%s
uk: Не аудіо / відео, %s:%s
vi: Không âm thanh / video, %s:%s

source: open failed %s:%s
el: Ανοίξει απέτυχε %s:%s
hi: खोलने में विफल रहा है %s:%s
ja: : %sの nを失敗した:%sのを開きます
nb: Åpne mislyktes %s:%s
uk: Не вдалося відкрити %s:%s
vi: Mở thất bại %s:%s

source: av_frame_alloc failed
el: Av_frame_alloc απέτυχε
hi: Av_frame_alloc विफल रहा है
ja: av_frame_allocは失敗しました n
nb: Av_frame_alloc mislyktes
uk: Av_frame_alloc не вдалося
vi: Av_frame_alloc không

source: codec open failed
el: Κωδικοποιητή ανοίξει απέτυχε
hi: कोडेक खोलना असफल
ja: コーデックに失敗しました nを開きます
nb: Codec åpne mislyktes
uk: Не вдалося відкрити кодек
vi: Codec mở không

source: over 100 read_frame errs
el: Πάνω από 100 read_frame σφάλλει
hi: 100 से अधिक read_frame errs
ja: 100以上のread_frameは nを誤差が生じます
nb: Over 100 read_frame feiler
uk: Більше 100 read_frame помиляється
vi: Hơn 100 read_frame errs

source: FileAC3::open_file codec not found.
el: FileAC3::open_file κωδικοποιητή δεν βρέθηκε.
hi: FileAC3::open_file कोडेक नहीं मिला।
ja: 「FileAC3::open_fileコーデックが見つかりません。 n "は
nb: FileAC3::open_file kodek ikke funnet.
uk: FileAC3::open_file кодек не найден. П
vi: FileAC3::không tìm thấy open_file codec.

source: FileAC3::open_file failed to open codec.
el: FileAC3::open_file απέτυχε να ανοίξει κωδικοποιητή.
hi: FileAC3::open_file कोडेक खोलने में विफल।
ja: FileAC3::open_fileは、コーデックを開くことができませんでした。 n
nb: FileAC3::open_file ikke klarte å åpne codec.
uk: FileAC3::open_file не вдалося відкрити кодек. П
vi: FileAC3::open_file không mở codec.

source: : Audio Compression
el: : Συμπίεσης Ήχου
hi: : ऑडियो संपीड़न
ja: :オーディオ圧縮
uk: : Аудіо Стиснення
vi: : Audio nén

source: Bitrate (kbps):
hi: बिटरेट (केबीपीएस):
ja: ビットレート（kbps単位）:
uk: Бітрейт (кбіт):

source: This format doesn't support audio.
el: Αυτή η μορφή δεν υποστηρίζει ήχο.
hi: यह प्रारूप ऑडियो का समर्थन नहीं करता।
ja: このフォーマットは、オーディオをサポートしていません。
nb: Dette formatet støtter ikke lyd.
uk: Цей формат не підтримує аудіо.
vi: Định dạng này không hỗ trợ âm thanh.

source: This format doesn't support video.
el: Αυτή η μορφή δεν υποστηρίζει βίντεο.
hi: यह प्रारूप वीडियो का समर्थन नहीं करता।
ja: このフォーマットはビデオをサポートしていません。
nb: Dette formatet støtter ikke bilde.
uk: Цей формат не підтримує відео.
vi: Định dạng này không hỗ trợ video.

source: Lo Hi
hi: लो हाय
ja: ローこんにちは
uk: Lo Привіт

source: Hi Lo
hi: हाय लो
ja: ハイロー
uk: Привіт Lo

source: UNKNOWN
el: ΆΓΝΩΣΤΟΣ
hi: अनजान
ja: 不明
nb: UKJENT
uk: Невідомий
vi: KHÔNG XÁC ĐỊNH

source: Suggestion: Proper frame rate for NTSC DV is 29.97 fps, not 30 fps
el: Εισήγηση: Η σωστή ταχύτητα καρέ για NTSC DV είναι 29.97 fps
hi: सुझाव: के लिए NTSC डीवी उचित फ्रेम दर, 29.97 एफपीएस है नहीं 30 एफपीएस
ja: 提案:NTSC DVのための適切なフレームレートは29.97 fpsのではなく、30 fpsのです。 n
nb: Forslag: Riktig bildefrekvens for NTSC DV er 29,97 fps, ikke 30 fps
uk: Пропозиція: Правильне частота кадрів для NTSC DV є 29.97, не 30 кадрів в секунду
vi: Đề nghị: tỷ lệ khung hình thích hợp cho NTSC DV là 29,97 fps, không phải 30 fps

source: ERROR: Unable to allocate memory for audio_sample_buffer.
el: ΣΦΑΛΜΑ:. Δεν είναι δυνατή η εκχώρηση μνήμης για audio_sample_buffer
hi: त्रुटि:। Audio_sample_buffer के लिए स्मृति आवंटित करने में असमर्थ
ja: ERROR:audio_sample_bufferのためのメモリを割り当てることができません n
nb: FEIL:. Kan ikke tildele minne for audio_sample_buffer
uk: ПОМИЛКА :. Неможливо виділити пам'ять для audio_sample_buffer
vi: ERROR:. Không thể cấp phát bộ nhớ cho audio_sample_buffer

source: ERROR: Unable to allocate memory for audio_sample_buffer channel %d
el: ΣΦΑΛΜΑ: Δεν είναι δυνατή η εκχώρηση μνήμης για το κανάλι audio_sample_buffer %d
ja: ERROR:audio_sample_bufferチャネル %dは nのためのメモリを割り当てることができません
nb: FEIL: Kan ikke tildele minne for audio_sample_buffer kanal %d
uk: ПОМИЛКА: Неможливо виділити пам'ять для audio_sample_buffer каналу %d
vi: LỖI: Không thể cấp phát bộ nhớ cho kênh audio_sample_buffer %d

source: ERROR: Unable to reallocate memory for audio_sample_buffer channel %d
el: ΣΦΑΛΜΑ: Δεν είναι δυνατή η ανακατανομή της μνήμης για το κανάλι audio_sample_buffer %d
ja: ERROR:audio_sample_bufferチャネル %dは nに対してメモリを再割り当てすることができません
nb: FEIL: Kan ikke omfordele minne for audio_sample_buffer kanal %d
uk: ПОМИЛКА: Неможливо перерозподілити пам'ять для audio_sample_buffer каналу %d
vi: LỖI: Không thể tái phân bổ bộ nhớ cho kênh audio_sample_buffer %d
