Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: Plot histogram
el: Ιστόγραμμα Οικόπεδο
hi: प्लॉट हिस्टोग्राम
ja: プロットヒストグラム
uk: Ділянка гістограма
vi: Lô histogram

source: Use Color Picker
el: Χρήση Color Picker
hi: का प्रयोग करें रंग बीनने
ja: 使用カラーピッカー
nb: Bruk Color Picker
uk: Використання Color Picker
vi: Sử dụng Color Picker

source: Shape:
el: Σχήμα:
hi: आकार
ja: 形状:
nb: Form:

source: Rate:
el: Τιμή:
hi: दर:
ja: レート:
nb: Sats:
uk: Оцінити:
vi: Tỷ lệ:

source: Inner radius:
el: Εσωτερική ακτίνα:
hi: 'इनर त्रिज्या:
ja: インナー半径:
nb: Indre radius:
uk: Внутрішній радіус:
vi: Bán kính trong:

source: Outer radius:
el: Εξωτερική ακτίνα:
hi: बाहरी त्रिज्या:
ja: 外半径:
nb: Ytre radius:
uk: Зовнішній радіус:
vi: Bán kính ngoài:

source: Center X:
el: Κέντρο X:
hi: केंद्र एक्स '
ja: センターX:
uk: Центр X:
vi: Trung tâm X:

source: Center Y:
el: Κέντρο Y:
hi: केंद्र Y:
ja: センターY:
uk: Центр Y:
vi: Trung tâm Y:

source: Radial
el: Ακτινικός
hi: रेडियल
ja: ラジアル
uk: Радіальна
vi: Xuyên tâm

source: Log
el: Κούτσουρο
hi: लॉग
ja: ログ
nb: Logg
uk: Вхід
vi: Đăng nhập

source: Square
el: Πλατεία
hi: स्क्वायर
ja: 広場
nb: Torget
uk: Майдан
vi: Quảng trường

source: Inner color:
el: Inner χρώμα:
hi: 'इनर रंग:
ja: インナーカラー:
nb: Inner farge:
uk: Внутрішній колір:
vi: Màu sắc Nội:

source: Outer color:
el: Εξωτερικό χρώμα:
hi: बाहरी रंग:
ja: 外部色:
nb: Ytre farge:
uk: Зовнішній колір:
vi: Màu ngoài:

source: Outer color
el: Εξωτερικό Χρώμα
hi: बाहरी रंग
ja: アウター色
nb: Ytre farge
uk: Зовнішній колір
vi: Màu sắc bên ngoài

source: Gradient
el: Βαθμίδα
hi: ढाल
ja: 勾配
uk: Градієнт
vi: Dốc

source: Frequency:
el: Συχνότητα:
hi: आवृत्ति
ja: 周波数:
nb: Hyppighet:
uk: Частота:
vi: Tần số:

source: Amplitude:
el: Εύρος:
hi: आयाम:
ja: 振幅:
nb: Utslag:
uk: Амплітуда:
vi: Biên độ:

source: Anisotropy:
el: Ανισοτροπία:
hi: एनिसोट्रॉपिक:
ja: 異方性:
nb: Anisotropi:
uk: Анізотропії:
vi: Bất đẳng hướng:

source: Noise scale:
el: Κλίμακα Θόρυβος:
hi: शोर पैमाने:
ja: ノイズスケール:
nb: Støy skala:
uk: Масштаб шуму:
vi: Quy mô Noise:

source: RGB Parade on
el: RGB Parade στο
hi: पर आरजीबी परेड
ja: 上のRGBパレード
nb: RGB Parade på
uk: RGB Парад
vi: RGB Parade vào

source: RGB Parade off
hi: आरजीबी परेड बंद
ja: RGBパレードオフ
uk: RGB Parade вимкнено

source: Split output
el: Split εξόδου
hi: विभाजन उत्पादन
ja: 分割出力
uk: Split вихід
vi: Split đầu ra

source: Input X:
el: Εισαγωγή X:
hi: इनपुट एक्स '
ja: 入力X:
uk: Вхідний X:

source: Input Y:
el: Υ Input:
hi: इनपुट Y:
ja: 入力Y:
uk: Вхідний Y:
vi: Đầu vào Y:

source: Output min:
el: Έξοδος min:
hi: आउटपुट मि:
ja: 出力分:
uk: Потужність хв:
vi: Đầu ra min:

source: Output Max:
el: Έξοδος Max:
hi: आउटपुट मैक्स:
ja: 出力最大:
uk: Вихід Макс:

source: Interpolation:
el: Παρεμβολή:
hi: प्रक्षेप:
ja: 補間:
nb: Interpolasjon:
uk: Інтерполяція:

source: Split picture
el: Split εικόνα
hi: विभाजन तस्वीर
ja: スプリット絵
nb: Split bilde
uk: Split фотографія
vi: Split hình ảnh

source: Polynominal
el: Πολυώνυμο
ja: 多項式
nb: Polynomet
uk: Поліном

source: Bezier
hi: हैंडल
ja: ベジェ
uk: Безьє

source: Hue saturation
el: Hue κορεσμού
hi: रंग संतृप्ति
ja: 色相彩度
nb: Fargetone metning
uk: Відтінок насиченість
vi: Độ bão hòa màu sắc

source: X Offset:
hi: एक्स ऑफसेट:
ja: Xオフセット:
uk: Зміщення по X:

source: Y Offset:
hi: वाई ऑफसेट:
ja: Yオフセット:

source: Interpolate
el: Παρεμβάλλω
hi: बैठाना
ja: 補間
nb: Interpoler
uk: Інтерпольованого
vi: Nội suy

source: Interpolate Video
el: Παρεμβολή Video
hi: बैठाना वीडियो
ja: 補間動画
nb: Interpoler Video
uk: Інтерпольованого Відео
vi: Suy Video

source: Macroblock size:
el: Macroblock Μέγεθος:
hi: मैक्रोब्लॉक आकार:
ja: マクロブロックサイズ:
nb: Makroblokk størrelse:
uk: Макроблочное розмір:
vi: Kích thước macroblock:

source: Use keyframes as input
el: Χρήση των βασικών καρέ ως είσοδο
hi: इनपुट के रूप में keyframes का प्रयोग करें
ja: 入力とキーフレームを使用してください
nb: Bruk nøkkel som input
uk: Використання ключових кадрів як вхід
vi: Sử dụng các khung hình như là đầu vào

source: Use optic flow
el: Χρήση οπτικών ροή
hi: ऑप्टिक प्रवाह का प्रयोग करें
ja: オプティックフローを使用してください
nb: Bruk optic flow
uk: Використовувати зоровий потік
vi: Sử dụng dòng quang

source: Draw motion vectors
el: Ισοπαλία διανύσματα κίνησης
hi: प्रस्ताव वैक्टर ड्रा
ja: 動きベクトルを描きます
nb: Tegn bevegelsesvektorer
uk: Draw вектори руху
vi: Vẽ vectơ chuyển động

source: Invert Audio
el: Αντιστροφή Audio
hi: पलटना ऑडियो
ja: 反転オーディオ
nb: Inverter Audio
uk: Інверсія Аудіо
vi: Đảo ngược Audio

source: Invert R
el: Αντιστροφή R
hi: पलटना आर
ja: 反転R
nb: Inverter R
uk: Інверсія R
vi: Đảo ngược R

source: Invert G
el: Αντιστροφή G
hi: पलटना जी
ja: 反転G
nb: Inverter G
uk: Інверсія G
vi: Đảo ngược G

source: Invert B
el: Αντιστροφή Β
hi: पलटना बी
ja: 反転B
nb: Inverter B
uk: Інверсія B
vi: Đảo ngược B

source: Invert A
el: Αντιστροφή Α
hi: उलटा ए
ja: 反転A
nb: Inverter A
uk: Інвертувати
vi: Đảo ngược A

source: Invert Video
el: Αντιστροφή Video
hi: पलटना वीडियो
ja: 反転ビデオ
nb: Inverter Video
uk: Інверсія Відео
vi: Đảo ngược Video

source: Invert
el: Αντιστρέφω
hi: उलटा
ja: 反転
uk: Інверсія
vi: Đảo ngược

source: A B BC CD D
el: A B π.Χ. CD D
hi: 'ए बी बी सी डी सीडी
ja: B BC CD D
nb: En B BC CD D
uk: А Б БК CD D

source: Pattern offset:
el: Μοτίβο offset:
hi: पैटर्न ऑफसेट
ja: パターンオフセット:
nb: Oppskrifts offset:
uk: План зміщення:

source: Pattern:
el: Πρότυπο:
hi: पैटर्न:
ja: パターン:
nb: Mønster:
uk: План:
vi: Mẫu:

source: Automatic IVTC
el: Αυτόματη IVTC
hi: स्वचालित IVTC
ja: 自動IVTC
nb: Automatisk IVTC
uk: Автоматичне IVTC
vi: Tự động IVTC

source: Sphere Stretch
el: Σφαίρα Stretch
hi: क्षेत्रः खींचो
ja: スフィアストレッチ
nb: Strekk
uk: Сфера Stretch

source: Sphere Shrink
el: Σφαίρα Shrink
hi: क्षेत्रः हटना
ja: スフィアはシュリンク
uk: Сфера Shrink

source: Rectilinear Stretch
el: Ευθύγραμμη Stretch
hi: सीधा खींचो
ja: た直線ストレッチ
uk: Прямолінійний Stretch

source: Rectilinear Shrink
el: Ευθύγραμμη Shrink
hi: सीधा सिकुड़ते
ja: た直線縮小
uk: Прямолінійний стискатися
vi: Shrink Rectilinear

source: Stretch
el: Τέντωμα
hi: खींचो
ja: ストレッチ
nb: Strekk
vi: Căng ra

source: R Field of View:
el: R Πεδίο View:
hi: देखने के आर फील्ड:
ja: ビューのRフィールド:
uk: R поля зору:
vi: R Trường nhìn:

source: G Field of View:
el: G Οπτικό πεδίο:
hi: देखने के फील्ड जी:
ja: ビューのGフィールド:
uk: G Поле зору:
vi: G Trường nhìn:

source: B Field of View:
el: Β Πεδίο View:
hi: देखने के बी फील्ड:
ja: ビューのBフィールド:
uk: В поле зору:
vi: B Trường nhìn:

source: A Field of View:
el: Ένα οπτικό πεδίο:
hi: दृश्य का क्षेत्र:
ja: ビューのAフィールド:
uk: Поля зору:

source: Lock
el: Κλειδαριά
hi: ताला
ja: ロック
nb: Låse
uk: Блокування
vi: Khóa

source: Aspect Ratio:
el: Αναλογία απεικόνισης:
hi: आस्पेक्ट अनुपात:
ja: アスペクト比:
nb: Sideforhold:
uk: Співвідношення сторін:

source: Draw center
el: Ισοπαλία κέντρο
hi: केंद्र ड्रा
ja: センターを描きます
nb: Tegn center
uk: Draw центр
vi: Vẽ trung tâm

source: Lens
el: Φακός
hi: लेंस
ja: レンズ
nb: Linse
uk: Об'єктив

source: Duration (seconds):
el: Διάρκεια (δευτερόλεπτα):
hi: अवधि (सेकंड):
ja: 所要時間（秒）:
nb: Varighet (sekunder):
uk: Тривалість (секунди):
vi: Thời gian (giây):

source: Max soundlevel (dB):
hi: मैक्स soundlevel (डीबी):
ja: 最大soundlevel（デシベル）:
nb: Max lydnivå (dB):
uk: Макс рівню шуму (дБ):

source: RMS soundlevel (dB):
el: Soundlevel RMS (dB):
hi: आरएमएस soundlevel (डीबी):
ja: RMSのsoundlevel（デシベル）:
nb: RMS LYDNIV (dB):
uk: RMS рівню шуму (дБ):
vi: Soundlevel RMS (dB):

source: Length:
el: Μήκος:
hi: लंबाई:
ja: 長さ:
nb: Lengde:
uk: Довжина:
vi: Chiều dài:

source: Steps:
el: Βήματα:
hi: कदम:
ja: ステップ:
nb: Steg:
uk: Кроки:
vi: Các bước:

source: Linear Blur
el: Γραμμική Blur
hi: रैखिक कलंक
ja: リニアぼかし
uk: Лінійне Розумієте

source: Live audio
el: Ζωντανή ήχου
hi: लाइव ऑडियो
ja: ライブオーディオ
nb: Levende lyd
uk: Живий звук
vi: Live âm thanh

source: Live Audio
el: Ζωντανή Audio
hi: लाइव ऑडियो
ja: ライブオーディオ
nb: Lyd
uk: Живий звук

source: Live Video
hi: लिव विडियो
ja: ライブビデオ
uk: Живе відео

source: Samples to loop:
el: Δείγματα σε βρόχο:
hi: पाश के लिए नमूने:
ja: ループへのサンプル:
nb: Prøver å sløyfe:
uk: Зразки в цикл:
vi: Các mẫu để lặp:

source: Loop audio
el: Ήχου Loop
hi: पाश ऑडियो
ja: ループオーディオ
nb: Loop lyd
uk: Аудіо петлі
vi: Âm thanh Loop

source: Frames to loop:
el: Κουφώματα σε βρόχο:
hi: पाश के लिए फ्रेम्स
ja: ループにフレーム:
nb: Rammer til sløyfe:
uk: Рамки до циклу:
vi: Khung để lặp:

source: Loop video
el: Βίντεο Loop
hi: लूप विडियो
ja: ループビデオ
uk: Петля відео
vi: Vòng video

source: Motion
el: Κίνηση
hi: गति
ja: モーション
nb: Bevegelse
uk: Рух

source: Translation search radius: (W/H Percent of image)
el: Μετάφραση ακτίνα αναζήτησης: (W / H Ποσοστό της εικόνας)
hi: अनुवाद खोज त्रिज्या:
ja: 翻訳検索半径: n個（画像のW / Hパーセント）
nb: Oversettelse søkeradius: (W/H Prosent av image)
uk: Переклад Радіус пошуку: п (Ш / Відсоток зображення)
vi: Tìm kiếm bản dịch bán kính: (W/H Phần trăm của hình ảnh)

source: Rotation search radius: (Degrees)
el: Περιστροφή ακτίνα αναζήτησης: (Μοίρες)
hi: रोटेशन खोज त्रिज्या:
ja: ローテーション検索半径: nを（度）
nb: Rotasjon søkeradius: (Degrees)
uk: Обертання Радіус пошуку: п (в градусах)
vi: Rotation bán kính tìm kiếm: (độ)

source: Translation block size: (W/H Percent of image)
el: Μετάφραση μέγεθος του μπλοκ: (W / H Ποσοστό της εικόνας)
hi: अनुवाद ब्लॉक आकार:
ja: 翻訳・ブロック・サイズ: n個（画像のW / Hパーセント）
nb: Oversettelse blokkstørrelse: (W/H Prosent av image)
uk: Блок Переклад розмір: п (Ш / Відсоток зображення)
vi: Dịch kích thước khối: (W/H Phần trăm của hình ảnh)

source: Translation search steps:
el: Βήματα αναζήτηση Μετάφραση:
hi: अनुवाद खोज कदम:
ja: 翻訳検索手順:
nb: Oversettelse søke trinn:
uk: Кроки пошуку Переклад:
vi: Bước tìm kiếm dịch:

source: Rotation search steps:
el: Βήματα αναζήτηση Περιστροφή:
hi: रोटेशन खोज कदम:
ja: ローテーションの検索手順:
nb: rotasjon søke trinn:
uk: Кроки пошуку обертання:
vi: Bước tìm kiếm Rotation:

source: Translation direction:
el: Μετάφραση κατεύθυνση:
hi: अनुवाद दिशा:
ja: 翻訳方向:
nb: Oversettelse retning:
uk: Напрямок перекладу:
vi: Dịch đạo:

source: Rotation center:
el: Κέντρο περιστροφής:
hi: रोटेशन केंद्र:
ja: 回転センター:
nb: Rotasjon senter:
uk: Центр обертання:
vi: Trung tâm Rotation:

source: Maximum angle offset:
el: Μέγιστη γωνία offset:
hi: अधिकतम कोण ऑफसेट
ja: 最大角度オフセット:
nb: Maksimal vinkelforskyvning:
uk: Максимальний кут зсуву:
vi: Góc tối đa offset:

source: Rotation settling speed:
el: Ταχύτητα περιστροφής διακανονισμό:
hi: रोटेशन की गति को निपटाने:
ja: 回転速度をセトリング:
nb: Rotering settling hastighet:
uk: Швидкість обертання врегулювання:
vi: Rotation giải quyết tốc độ:

source: Maximum absolute offset:
el: Μέγιστη απόλυτη offset:
hi: अधिकतम पूर्ण ऑफसेट
ja: 絶対最大オフセット:
nb: Maksimal absolutt offset:
uk: Максимальна абсолютна зміщення:
vi: Tối đa tuyệt đối offset:

source: Motion settling speed:
el: Ταχύτητα κίνησης διακανονισμό:
hi: गति गति बसने:
ja: モーション速度をセトリング:
nb: Motion settling hastighet:
uk: Рух швидкість осадження:
vi: Motion giải quyết tốc độ:

source: Frame number:
el: Αριθμός πλαισίου:
hi: फ्रेम संख्या:
ja: フレーム番号:
nb: Frame nummer:
uk: Номер шасі:
vi: Số khung:

source: Master layer:
el: Master στρώμα:
hi: मास्टर परत:
ja: マスター層:
nb: Mesterlag:
uk: Майстер шар:
vi: Lớp chính:

source: Action:
el: Δράση:
hi: कार्रवाई:
ja: アクション:
nb: Handling:
uk: Дія:
vi: Hoạt động:

source: Calculation:
el: Λογαριασμός:
hi: गणना:
ja: 計算:
nb: Beregning:
uk: Розрахунок:
vi: Phép tính:

source: Add (loaded) offset from tracked frame
el: Add (φορτωθεί) αντισταθμίστηκε από παρακολουθούνται καρέ
hi: जोड़ें (लोड) पर नज़र रखी फ्रेम से ऑफसेट
ja: 追跡フレームからのオフセット（ロード）を追加します
nb: Legg til (lastet) forskjøvet fra spores frame
uk: Додати (завантажується) зміщення від гусеничного кадрі
vi: Add (nạp) bù đắp từ khung theo dõi

source: Track translation
el: Μετάφραση Track
hi: ट्रैक अनुवाद
ja: トラックの翻訳
nb: Track oversettelse
uk: Трек переклад
vi: Theo dõi bản dịch

source: Track rotation
el: Περιστροφή Track
hi: ट्रैक रोटेशन
ja: トラックの回転
nb: Track rotasjon
uk: Обертання Трек
vi: Theo dõi luân chuyển

source: Draw vectors
el: Ισοπαλία φορείς
hi: वैक्टर ड्रा
ja: ベクトルを描きます
nb: Tegn vektorer
uk: Draw векторів
vi: Vẽ vectơ

source: Track single frame
el: Παρακολουθήστε ενιαίο πλαίσιο
hi: एकल फ्रेम ट्रैक
ja: 単一のフレームを追跡します
nb: Spor enkeltbilde
uk: Трек один кадр
vi: Theo dõi frame đơn

source: Track previous frame
el: Παρακολουθήστε προηγούμενο καρέ
hi: पिछले फ्रेम ट्रैक
ja: 前のフレームを追跡します
nb: Spor forrige frame
uk: Трек попередній кадр
vi: Theo dõi frame trước

source: Previous frame same block
el: Προηγούμενο καρέ ίδιο μπλοκ
hi: पिछले फ्रेम में एक ही ब्लॉक
ja: 前のフレームと同じブロック
nb: Forrige ramme samme blokk
uk: Попередній кадр же блок
vi: Khung trước cùng một khối

source: Top
el: Κορυφή
hi: टॉप
ja: トップ
nb: Topp
uk: Топ
vi: Hàng đầu

source: Bottom
el: Κάτω μέρος
hi: तल
ja: ボトム
nb: Bunn
vi: Dưới

source: Track Subpixel
hi: ट्रैक उपपिक्सेल
ja: トラックサブピクセル
nb: Track underpiksel
uk: Трек Субпіксельне
vi: Theo dõi subpixel

source: Track Pixel
hi: ट्रैक पिक्सेल
ja: トラックピクセル
uk: Трек Pixel
vi: Theo dõi Pixel

source: Stabilize Subpixel
el: Σταθεροποίηση Subpixel
hi: उपपिक्सेल स्थिर '
ja: サブピクセルを安定
nb: Stabilunderpiksel
uk: Стабілізація Subpixel
vi: Ổn định subpixel

source: Stabilize Pixel
el: Σταθεροποίηση Pixel
hi: पिक्सेल स्थिर '
ja: ピクセルの安定化
nb: Stabil Pixel
uk: Стабілізація Pixel
vi: Ổn định Pixel

source: Save coords to /tmp
el: Αποθήκευση coords στο / tmp
hi: / Tmp को coords सहेजें
ja: を/ tmpへのcoordsの保存
nb: Lagre coords til / tmp
uk: Зберегти COORDS в / TMP
vi: Lưu coords để / tmp

source: Load coords from /tmp
el: Coords φορτίου από / tmp
hi: / Tmp से लोड coords
ja: を/ tmpからロードcoordsの
nb: Load coords fra / tmp
uk: Load Coords з / TMP
vi: Load coords từ / tmp

source: Recalculate
el: Επανυπολογισμός
hi: दुबारा
ja: 再計算
nb: Beregn på nytt
uk: Перерахувати
vi: Tính toán lại

source: Horizontal only
el: Οριζόντια μόνο
hi: क्षैतिज केवल
ja: 水平のみ
nb: Kun vannrett
uk: Горизонтальні тільки
vi: Ngang chỉ

source: Vertical only
el: Κάθετη μόνο
hi: कार्यक्षेत्र केवल
ja: 垂直のみ
nb: Vertical bare
uk: Тільки Вертикаль
vi: Vertical chỉ

source: Both
el: Και οι δύο
hi: दोनों
ja: どちらも
nb: Begge
uk: Обидва
vi: Cả hai

source: Motion 2 Point
el: Πρόταση 2 Σημείο
hi: मोशन 2 प्वाइंट
ja: モーション2ポイント
nb: Motion to Point
uk: Рух 2 Точка
vi: Motion 2 điểm

source: Track Point 1
el: Track σημείο 1
hi: ट्रैक प्वाइंट 1
ja: トラックポイント1
uk: Точка 1 Трек
vi: Theo dõi điểm 1

source: Track Point 2
el: Track σημείο 2
hi: ट्रैक बिंदु 2
ja: トラックポイント2
uk: Пункт 2 доріжки
vi: Theo dõi điểm 2

source: Translation search offset: (X/Y Percent of image)
el: Μετάφραση αναζήτηση offset: (X / Y Ποσοστό της εικόνας)
hi: अनुवाद खोज ऑफसेट:
ja: 翻訳オフセット検索: n個（画像のX / Yパーセント）
nb: Oversettelse søk offset: (X/Y Prosent av image)
uk: Пошук Переклад зміщення: п (X / Y Відсоток зображення)
vi: Tìm kiếm bản dịch offset: (X/Y Phần trăm của hình ảnh)

source: Search steps:
el: Βήματα Αναζήτηση:
hi: खोज कदम:
ja: 手順を検索:
nb: Søk trinn:
uk: Пошук кроки:
vi: Tìm kiếm bước sau:

source: Search directions:
el: Κατευθύνσεις αναζήτησης:
hi: खोज दिशाओं:
ja: 検索方向:
nb: Søk retninger:
uk: Напряму пошуку:
vi: Hướng tìm kiếm:

source: Settling speed:
el: Επίλυση ταχύτητα:
hi: निपटाने की गति:
ja: セトリング速度:
nb: Bosetting hastighet:
uk: Розселення швидкість:
vi: Giải quyết tốc độ:

source: Stabilize
el: Σταθεροποιώ
hi: स्थिर
ja: スタビライズ
nb: Stabil
uk: Стабілізація
vi: Ổn định

source: Motion Blur
hi: धीमी गति
ja: モーションブラー
uk: Розмитість

source: Rotation block size: (W/H Percent of image)
el: Περιστροφή μέγεθος μπλοκ: (W / H Ποσοστό της εικόνας)
hi: रोटेशन ब्लॉक आकार:
ja: 回転ブロックサイズ: n個（画像のW / Hパーセント）
nb: Rotasjon blokkstørrelse: (W/H Prosent av image)
uk: Обертання розмір блоку: п (Ш / Відсоток зображення)
vi: Xoay khối kích thước: (W/H Phần trăm của hình ảnh)

source: : Normalize
el: : Κανονικοποίηση
hi: : मानक के अनुसार
ja: :正規化
nb: : Normal
uk: : Нормалізація
vi: : Cách bình thường

source: Enter the DB to overload by:
el: Εισάγετε την DB να επιβαρύνει με:
hi: DB द्वारा अधिभार के लिए दर्ज करें:
ja: によって過負荷にDBを入力します。
nb: Skriv inn DB til overbelastning av:
uk: Номер блоку даних для перевантаження:
vi: Nhập DB quá tải bởi:

source: Treat tracks independantly
el: Αντιμετωπίστε κομμάτια ανεξάρτητα το
hi: पटरियों स्वतंत्र रूप से समझो
ja: independantlyトラックを扱います
nb: Treat spor uavhengig
uk: Лікувати доріжок independantly
vi: Hãy đối xử với các bài hát independantly

source: Use intensity
el: Χρήση της έντασης
hi: तीव्रता का प्रयोग करें
ja: 強度を使用します
nb: Bruk intensitet
uk: Використовувати інтенсивність
vi: Sử dụng cường độ

source: Oil painting
el: Ελαιογραφία
hi: तैल चित्र
ja: 油絵
nb: Oljemaleri
uk: Живопис олійними фарбами
vi: Tranh sơn dầu

source: Oil Painting
el: Ελαιογραφία
hi: तैल चित्र
ja: 油絵
nb: Oljemaleri
uk: Живопис олійними фарбами
vi: Tranh sơn dầu

source: Radius
el: Ακτίνα
hi: त्रिज्या
ja: 半径
uk: Радіус
vi: Bán kính

source: Use Intensity
el: Χρησιμοποιήστε Ένταση
hi: तीव्रता का प्रयोग करें
ja: 強度を使用します
nb: Bruk Intensity
uk: Використовуйте Виразність
vi: Sử dụng cường độ

source: Bottom first
el: Κάτω πρώτο
hi: नीचे पहली
ja: ボトム最初の
nb: Bottom første
uk: Нижня перший
vi: Dưới đầu tiên

source: Top first
el: Top πρώτη
hi: टॉप पहले
ja: トップ初めて
nb: Top først
uk: Топ першого
vi: Top

source: Layer order:
el: Για Layer:
hi: परत आदेश:
ja: レイヤの順序:
nb: Layer rekkefølge:
uk: Порядок шарів:
vi: Layer thứ tự:

source: Output layer:
el: Στρώμα εξόδου:
hi: आउटपुट परत:
ja: 出力層:
nb: Output lag:
uk: Вихідний шар:
vi: Lớp đầu ra:

source: Output track:
el: Track εξόδου:
hi: आउटपुट ट्रैक:
ja: 出力トラック:
nb: Output låten:
uk: Вихід трек:
vi: Theo dõi đầu ra:

source: Lowpass
hi: कम उत्तीर्ण
ja: ローパス
nb: Lav passering
uk: Низький прохід

source: Highpass
hi: उच्च मार्ग
ja: ハイパス
uk: Високих частот
vi: Vượt qua cao

source: Bandpass
ja: バンドパス
uk: Смуговий

source: Freq
hi: फ्रीक
ja: のFreq
nb: Frek
uk: Частота
vi: Thường

source: Qual
el: Κουώλ
hi: गुण
ja: [品質
uk: Якість
vi: Điểm

source: Level
el: Επίπεδο
hi: स्तर
ja: レベル
nb: Nivå
uk: Рівень
vi: Cấp độ

source: Wetness:
el: Υγρότητα:
hi: नमी:
ja: 濡れ
nb: Våthet
uk: Вологість:
vi: Chống ướt:

source: Window:
el: Παράθυρο:
hi: खिड़की:
ja: ウィンドウ:
nb: Vindu:
uk: Вікно:
vi: Cửa sổ:

source: EQ Parametric
el: EQ παραμετρικού
hi: EQ पैरामीट्रिक
ja: EQパラメトリック
nb: EQ Parametrisk

source: Current X:
el: Τρέχουσα X:
hi: वर्तमान एक्स '
ja: 現在のX:
uk: Поточний X:
vi: Hiện tại X:

source: Perspective
el: Προοπτική
hi: परिप्रेक्ष्य
ja: 視点
nb: Perspektiv
uk: Перспектива

source: Sheer
el: Απόλυτος
hi: सरासर
ja: シアー
nb: Ren
uk: Сама

source: Perspective direction:
el: Κατεύθυνση Προοπτική:
hi: परिप्रेक्ष्य दिशा:
ja: 視点の方向:
nb: Perspektiv retning:
uk: Перспективним напрямком:
vi: Perspective hướng:

source: Forward
el: Προς τα εμπρός
hi: आगे
ja: 進みます
nb: Forover
uk: Вперед
vi: Phía trước

source: Reverse
el: Αναστρέψει
hi: रिवर्स
ja: 逆
nb: Revers
vi: Đảo ngược

source: Output size:
el: Μέγεθος εξόδου:
hi: उत्पादन का आकार:
ja: 出力サイズ:
uk: Розмір вихідного:
vi: Kích thước đầu ra:

source: Override camera
el: Φωτογραφική μηχανή Παράκαμψη
hi: अवहेलना कैमरा
ja: オーバーライドカメラ
nb: Override kamera
uk: Override камера
vi: Camera Override

source: Use alpha/black level
el: Χρήση άλφα / μαύρο επίπεδο
hi: अल्फ़ा का उपयोग / काले स्तर
ja: アルファ/黒レベルを使用します
nb: Bruk alpha / svartnivå
uk: Використання альфа / рівень чорного
vi: Sử dụng alpha / mức độ đen

source: Phase
el: Φάση
hi: चरण
ja: 位相
nb: Fase
uk: Фаза
vi: Giai đoạn

source: Harmonic
el: Αρμονικός
hi: सुरीले
ja: ハーモニック
nb: Harmonisk
uk: Гармонійний
vi: Điệu

source: Wave Function
el: Κύμα Λειτουργία
hi: वेव फंक्शन
ja: 波動関数
nb: Bølgefunksjon
uk: Хвильова функція
vi: Wave Chức năng

source: Base Frequency:
el: Βάση Συχνότητα:
hi: बेस आवृत्ति:
ja: ベース周波数:
nb: Grunnfrekvens:
uk: Базова частота:
vi: Tần số cơ sở:

source: Sine
el: Ημίτονο
hi: साइन
ja: 正弦
nb: Sinus
uk: Синус
vi: Sin

source: Sawtooth
el: Πριονωτό
ja: のこぎり
nb: Sagtann

source: Triangle
el: Τρίγωνο
hi: 'त्रिकोण'
ja: 三角形
nb: Triangel
uk: Трикутник
vi: Tam giác

source: Pulse
el: Σφυγμός
hi: पल्स
ja: パルス
nb: Puls

source: Noise
el: Θόρυβος
hi: शोर
ja: ノイズ
nb: Støy
uk: Шум
vi: Tiếng ồn

source: Zero
el: Μηδέν
hi: शून्य
ja: ゼロ
nb: Null
uk: Нуль

source: Slope
el: Κλίση
hi: ढाल
ja: スロープ
nb: Skråningen
uk: Схил
vi: Dốc

source: Random
el: Τυχαίος
hi: यादृच्छिक
ja: ランダム
nb: Tilfeldig
uk: Випадкова
vi: Ngẫu nhiên

source: Enumerate
el: Απαριθμώ
hi: की गणना
ja: 列挙
nb: Liste opp
uk: Перерахування
vi: Liệt kê

source: Even
el: Ακόμη και
hi: यहाँ तक की
ja: でも
nb: Like
uk: Навіть
vi: Cũng

source: Odd
el: Περιττός
hi: अजीब
ja: 奇数
nb: Odde
uk: Одд

source: Prime
el: Πρωταρχική
hi: प्रधानमंत्री
ja: プライム
nb: Prim
vi: Nguyên tố

source: Pitch shift
hi: स्वर स्थानांतरित
ja: ピッチシフト
uk: Крок зрушення
vi: Pitch thay đổi

source: Depth:
el: Βάθος:
hi: गहराई
ja: 深さ:
nb: Dybde:
uk: Глибина:

source: Polar
el: Πολικός
hi: ध्रुवीय
ja: 極地
uk: Полярний

source: Depth
el: Βάθος
hi: गहराई
ja: 深さ
nb: Dybde
uk: Глибина
vi: Sâu

source: Angle
el: Γωνία
hi: कोण
ja: 角度
nb: Vinkel
uk: Кут
vi: Góc

source: Automate
el: Αυτοματοποίηση
hi: स्वचालित
ja: 自動化
nb: Automat
uk: Автоматизація
vi: Tự động hóa

source: Radial Blur
hi: रेडियल कलंक
ja: ブラー（放射状）

source: Reframe
ja: Reframeは
vi: Điều chỉnh lại

source: Scale factor:
el: Συντελεστή κλίμακας
hi: पैमाने के कारक:
ja: スケール・ファクタ:
nb: Skaleringsfaktor:
uk: Масштабний коефіцієнт:
vi: Yếu tố quy mô:

source: Scale by amount:
el: Κλίμακα με ποσό:
hi: राशि से स्केल:
ja: 量だけスケール:
nb: Scale av mengden:
uk: Масштаб за кількістю:
vi: Cân bằng lượng:

source: Threshold of gap (DB):
el: Κατώφλι του χάσματος (DB):
hi: अंतर की दहलीज (डीबी):
ja: ギャップのしきい値（DB）:
uk: Поріг розриву (DB):
vi: Ngưỡng của khoảng cách (DB):

source: Max duration of gap (Seconds):
el: Διάρκεια Max του χάσματος (δευτερόλεπτα):
hi: अंतर (सेकंड) की अधिकतम अवधि:
ja: ギャップの最大時間（秒）:
nb: Max varighet av gapet (sekunder):
uk: Максимальна тривалість щілинних (секунди):
vi: Max thời hạn khoảng cách (Giây):

source: Remove Gaps
el: Κατάργηση Κενά
hi: अंतराल को दूर
ja: ギャップを削除します
nb: Fjern Gaps
uk: Усунути прогалини
vi: Hủy bỏ khoảng trống

source: replace Target
el: Αντικαθιστούν Target
hi: लक्ष्य की जगह
ja: ターゲットを交換します
nb: Erstatte Target
uk: Замінити об'єкт
vi: Thay thế mục tiêu

source: Components only
el: Εξαρτήματα μόνο
hi: अवयव केवल
ja: コンポーネントのみ
nb: Kommentarer
uk: Тільки компоненти
vi: Các thành phần chỉ

source: Alpha replace
el: Alpha αντικαταστήσει
hi: अल्फा की जगह
ja: アルファ置換します
nb: Alpha-maske
uk: Альфа замінити
vi: Alpha thay thế

source: Target track:
el: Track-στόχος:
hi: लक्ष्य ट्रैक:
ja: ターゲット・トラック:
nb: Delte spor:
uk: Мішень трек:
vi: Mục tiêu theo dõi:

source: Operation:
el: Λειτουργία:
hi: ऑपरेशन:
ja: 操作:
nb: Sideforhold:
uk: Операція:
vi: Chiến dịch:

source: Reroute
hi: कहीं और भेजें
ja: リルート
nb: Reruting
uk: Переспрямувати
vi: Điều dẫn

source: : Resample
hi: : प्रतिदर्श चैनल
ja: :リサンプル

source: Resample
hi: प्रतिदर्श चैनल
ja: リサンプル

source: Reverb
hi: यही
ja: リバーブ
uk: Реверберації

source: Couldn't save %s.
el: Δεν ήταν δυνατή η αποθήκευση του %s.
hi: %s को नहीं बचा सका।
ja: %sが保存できませんでした。
nb: Kunne ikke lagre %s.
uk: Не вдалося зберегти %s
vi: Không thể lưu %s.

source: Initial signal level:
el: Η αρχική στάθμη σήματος:
hi: प्रारंभिक संकेत स्तर:
ja: 初期信号レベル:
nb: Initial signalnivå:
uk: Початковий рівень сигналу:
vi: Mức tín hiệu ban đầu:

source: ms before reflections:
el: Ms πριν αντανακλάσεις:
hi: प्रतिबिंब से पहले एमएस:
ja: 反射する前に、MS:
nb: ms før refleksjoner:
uk: Мс до відображень:
vi: Ms trước khi phản xạ:

source: First reflection level:
el: Πρώτο επίπεδο προβληματισμού:
hi: सबसे पहले प्रतिबिंब का स्तर:
ja: 最初の反射レベル:
nb: First refleksjon nivå:
uk: Перший рівень відображення:
vi: Mức độ phản xạ đầu tiên:

source: Last reflection level:
el: Τελευταία επίπεδο προβληματισμού:
hi: पिछले प्रतिबिंब का स्तर:
ja: 最後の反射レベル:
nb: Siste refleksjon nivå:
uk: Рівень Останнє відображення:
vi: Mức độ phản ánh cuối:

source: Number of reflections:
el: Αριθμός αντανακλάσεις:
hi: प्रतिबिंब की संख्या:
ja: 反射の数:
nb: Antall refleksjoner:
uk: Кількість відображень:
vi: Số lượng phản xạ:

source: ms of reflections:
el: Ms των αντανακλάσεων:
hi: प्रतिबिंब के एमएस:
ja: 反射のMS:
nb: ms av refleksjoner:
uk: Мс відображень:
vi: Ms của phản xạ:
