Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: File Size:
el: Μέγεθος αρχείου:
hi: फाइल का आकार:
ja: ファイルサイズ:
nb: Filstørrelse:
uk: Розмір файлу:
vi: Kích thước tập tin:

source: Entries:
el: Καταχωρήσεις:
hi: प्रविष्टियां:
ja: エントリ:
uk: Записи:
vi: Bài:

source: Lines:
el: Γραμμές:
hi: पंक्तियाँ:
ja: 行:
uk: Рядки:

source: Texts:
el: Κείμενα:
hi: ग्रंथों:
ja: テキスト:
nb: Tekster:
uk: Тексти:
vi: Các nội dung:

source: Script Text:
el: Σενάριο Κείμενο:
hi: स्क्रिप्ट पाठ:
ja: スクリプトテキスト:
nb: Script Tekst:
uk: Текст сценарію:

source: Line Text:
el: Γραμμή Κείμενο:
hi: लाइन पाठ:
ja: 行テキスト:
nb: Linje Tekst:
uk: Рядок тексту:

source: : Subtitle
el: : Υπότιτλος
hi: : उपशीर्षक
ja: :字幕
uk: : Субтитри

source: Prev
el: Προηγούμενο
hi: पिछला
ja: 前のページ
nb: Forrige
uk: Перед
vi: Trước

source: Next
el: Επόμενος
hi: अगला
ja: 次
nb: Neste
vi: Kế tiếp

source: Alt-y
hi: Alt-वाई
ja: Altキーを押しながらY
uk: Alt-й

source: Where is %s?
el: Πού είναι %s;
hi: %s कहां है?
ja: どこ %sです？
nb: Hvor er %s?
uk: Де %s?
vi: Trường hợp là %s?

source: Sun
el: Ήλιος
hi: रवि
ja: 太陽
nb: Sol
uk: Сонце
vi: Mặt trời

source: Mon
hi: सोम
ja: 月
nb: Man
uk: ПН

source: Tue
el: Τρ
hi: मंगल
ja: 火
nb: Ti
uk: Вт

source: Wed
el: Νυμφεύω
hi: बुध
ja: 結婚した
uk: Ср
vi: Thứ Tư

source: Thu
hi: गुरु
ja: 木
nb: To
uk: Чт

source: Fri
el: Παρ
hi: शुक्र
ja: 金
uk: ПТ

source: Sat
hi: बैठ गया
ja: 土
uk: СБ
vi: Ngồi

source: Shift-click on a curve keyframe to snap it to the neighboring values.
el: Shift-κλικ σε ένα καρέ-κλειδί καμπύλη για να σπάσει απότομα προς τις γειτονικές τιμές.
hi: पड़ोसी मूल्यों के लिए यह तस्वीर करने के लिए एक वक्र keyframe पर शिफ्ट-क्लिक करें।
ja: 近隣の値にそれをスナップするカーブキーフレーム上でShiftキーを押しながらクリックします。
nb: Shift-klikk på en kurve keyframe å knipse det til nabo verdier.
uk: Shift кнопкою миші на кривій ключового кадру, щоб хапати його в сусідніх значень.
vi: Shift-click vào một khung hình cong để chụp nó vào giá trị lân cận.

source: When configuring slow effects, disable playback for the track. After configuring it, re-enable playback to process a single frame.
el: Κατά τη ρύθμιση παραμέτρων αργή αποτελέσματα
hi: जब धीमी गति प्रभाव विन्यस्त, एक भी फ्रेम को प्रोसेस करने में सक्षम प्लेबैक एनआरई-ट्रैक के लिए प्लेबैक अक्षम करें। यह विन्यस्त करने के बाद।
ja: スロー効果を設定する場合は、トラックの再生を無効にします。それを構成した後、å一のフレームを処理するために再生をNRE有効にします。
nb: Når du konfigurerer langsomme effekter, deaktiverer avspilling for sporet. Når du har konfigurert den, NRE aktivere avspilling for å behandle en enkelt ramme.
uk: Під час налаштування повільні ефекти, відключити відтворення для треку. Після настройки його, ЯРД включити відтворення для обробки одного кадру.
vi: Khi cấu hình hiệu ứng chậm, tắt tính năng cho việc theo dõi. Sau khi cấu hình nó, TNMT-cho phép phát lại để xử lý một khung duy nhất.

source: Ctrl + any transport command causes playback to only cover the region defined by the in/out points.
el: Ctrl + οποιαδήποτε εντολή μεταφοράς προκαλεί την αναπαραγωγή μόνο σε περιοχή κάλυψης nΗ ορίζεται από τις in / out σημεία.
hi: Ctrl + किसी भी परिवहन आदेश केवल कवर Nthe क्षेत्र में / बाहर अंक से परिभाषित करने के लिए प्लेबैक का कारण बनता है।
ja: Ctrlキー+任意のトランスポートコマンドは、イン/アウトポイントによって定義された唯一のカバーの nこの領域に再生が発生します。
nb: Ctrl + eventuell transport kommandoen begynner avspillingen bare dekke nDen region definert av inn / ut-punkter.
uk: Ctrl + будь-яка команда транспортного викликає відтворення тільки кришка регіоні NThe визначається в / з пунктів
vi: Ctrl + bất kỳ lệnh giao thông gây ra phát lại để chỉ cover vùng nThe định nghĩa bởi tại các điểm ra / vào.

source: Shift + clicking a patch causes all other patches except the selected one to toggle.
el: Shift + κλικ σε ένα επίθεμα προκαλεί όλα τα άλλα μπαλώματα, εκτός από το nselected ένα για εναλλαγή.
hi: एक पैच का कारण बनता है छोड़कर अन्य सभी पैच चालू करने के लिए एक nselected क्लिक + Shift।
ja: ã除く他のすべてのパッチを切り替えるには1をnselected原因となるパッチをクリックしてShiftキーを押しながら。
nb: Shift + klikke på en lapp fører til at alle andre oppdateringer unntatt nselected en for å bytte.
uk: Shift + натискання патч викликає все інші ділянки, крім nselected один для перемикання.
vi: Shift + nhấp chuột vào một bản vá gây ra tất cả các bản vá lỗi khác ngoại trừ nselected một để chuyển đổi.

source: Clicking on a patch and dragging across other tracks causes the other patches to match the first one.
el: Κάνοντας κλικ σε ένα patch και σύροντας σε άλλους κομμάτια προκαλεί nΗ άλλα patches για να ταιριάζει με το πρώτο.
hi: एक पैच पर क्लिक करके और अन्य पटरी पार खींचकर पहले एक मैच के लिए कारण बनता है Nthe अन्य पैच।
ja: パッチをクリックすると、他のトラックをドラッグすると、最初の1に一致するようにNtheの他のパッチå¼き起こします。
nb: Ved å klikke på en lapp og dra over andre spor fører nDe andre oppdateringer for å matche den første.
uk: При натисканні на патч і перетягнути через інші треки викликає Nthe інших виправлень відповідно до першої.
vi: Nhấp chuột vào một miếng vá và kéo qua các bài hát khác gây nThe bản vá lỗi khác để phù hợp với một trong những đầu tiên.

source: Shift + clicking on an effect boundary causes dragging to affect just the one effect.
el: Shift + κλικ σε μια οριακή επίδραση προκαλεί το σύρσιμο να επηρεάσει njust το ένα αποτέλεσμα.
hi: Njust एक प्रभाव को प्रभावित करने का कारण बनता है खींचकर एक प्रभाव सीमा पर क्लिक + Shift।
ja: 1効果Njustのå½±響するドラッグ効果境界原因をクリック+ Shiftキーを押しながら。
nb: Shift + klikke på en effekt grense fører dra å påvirke njust den en effekt.
uk: Shift + натискання на кордоні ефект викликає перетягування вплинути Njust однієї ефекту.
vi: Shift + nhấp vào một ranh giới tác động gây ảnh hưởng đến cách kéo njust một trong những tác dụng.

source: Load multiple files by clicking on one file and shift + clicking on another file. Ctrl + clicking toggles individual files.
el: Load πολλαπλά αρχεία κάνοντας κλικ σε ένα αρχείο και Shift + κλικ στο αρχείο nanother. Ctrl + κλικ εναλλαγή μεμονωμένα αρχεία.
hi: एक फ़ाइल पर क्लिक करके और Nanother फ़ाइल पर क्लिक + Shift। Ctrl + क्लिक करके व्यक्तिगत फाइल टॉगल से लोड कई सारी फाइलें।
ja: 一つのファイルをクリックすることで、複数のファイルをロードし、 n他のファイルをクリック+シフト。Ctrlキーを押しながらクリックすると、個々のファイルを切り替えます。
nb: Load flere filer ved å klikke på en fil, og Shift + klikke på nanother filen. Ctrl + klikke bytter individuelle filer.
uk: Множинні Завантаження файлів
vi: Load nhiều file bằng cách nhấp chuột vào một tập tin và chuyển + nhấp vào tập tin nanother. Ctrl + click chuột Toggles tập tin cá nhân.

source: Ctrl + left clicking on the time bar cycles forward a time format. Ctrl + middle clicking on the time bar cycles backward a time format.
el: Ctrl + αριστερό κλικ πάνω τους κύκλους bar φορά προς τα εμπρός μια μορφή ώρας. NCtrl + μεσαίο κλικ σε κύκλους γραμμή χρόνου προς τα πίσω μια μορφή ώρας.
hi: Ctrl + समय पट्टी चक्र आगे एक समय प्रारूप पर क्लिक छोड़ दिया। बार बार चक्र पिछड़े एक समय प्रारूप पर nCtrl + क्लिक मध्य।
ja: タイムバー・サイクルのCtrl +左クリックすると、時刻の形式を転送します。 NCTRL +後方タイムバー・サイクル上のミドルクリック時刻形式。
nb: Ctrl + venstreklikke på tidslinjen sykluser termin en tidsformat. NCtrl + midten klikke på tidslinjen sykluser bakover en gang format.
uk: Ctrl + лівою кнопкою миші на штрих-тимчасових циклів вперед формат часу. NCtrl + середня клацнувши на панелі тимчасових циклів відсталих формат часу.
vi: Ctrl + click chuột trái vào chu kỳ thanh thời gian phía trước một dạng thời gian. NCtrl + click chuột giữa trên các chu kỳ thanh thời gian lùi một dạng thời gian.

source: Use the +/- keys in the Compositor window to zoom in and out.
el: Χρησιμοποιήστε τα πλήκτρα +/- στο παράθυρο Compositor για μεγέθυνση και σμίκρυνση.
hi: में और बाहर ज़ूम करने के लिए कंपोज़ीटर विंडो में +/- कुंजी का प्रयोग।
ja: ズームイン、ズームアウトするCompositorのウィンドウで+/-キーを使用しています。 n
nb: Bruk +/- tastene i Compositor vinduet for å zoome inn og ut.
uk: Використовуйте кнопки +/- у вікні Compositor щоб збільшувати і зменшувати масштаб. П
vi: Sử dụng các phím +/- trong cửa sổ biên soạn để phóng to trong và ngoài.

source: Pressing Alt while clicking in the cropping window causes translation of all 4 points.
el: Πατώντας Alt ενώ κάνετε κλικ στο παράθυρο περικοπή προκαλεί μετάφραση Nall 4 σημεία.
hi: Alt दबाकर जबकि फसल विंडो में क्लिक Nall 4 अंक के अनुवाद का कारण बनता है।
ja: クロッピングウィンドウでクリックしながらAltキーを押すと、ã®nallの4点の翻訳を引き起こしています。 n
nb: Ved å trykke Alt mens du klikker i beskjæring vinduet fører oversettelse av nall 4 poeng.
uk: Натискання Alt при натисканні на вікна обрізки викликає переклад nВсе 4 бали. П
vi: Nhấn Alt trong khi click chuột trong cửa sổ xén gây dịch của Nall 4 điểm.

source: Pressing Tab over a track toggles the Record status. Pressing Shift-Tab over a track toggles the Record status of all the other tracks.
el: Πατήσετε το πλήκτρο Tab πάνω από ένα κομμάτι εναλλάσσει την κατάσταση εγγραφής. NΤο πάτημα Shift-Tab πάνω από ένα κομμάτι εναλλάσσει την κατάσταση εγγραφής όλων των άλλων κομματιών.
hi: एक ट्रैक पर टैब दबाने रिकार्ड स्थिति टॉगल करता है। NPressing परिवर्तन टैब एक ट्रैक पर अन्य सभी पटरियों के रिकार्ड स्थिति टॉगल करता है।
ja: トラックの上のタブを押すと、録音の状態を切り替えます。ãラック上nPressingシフト - タブは、他のすべてのトラックの録音状態を切り替えます。 n "は
nb: Ved å trykke Tab over et spor veksler Record status. NPressing Shift-Tab over et spor veksler Record status for alle de andre sporene.
uk: За допомогою клавіші Tab поверх треку перемикає стан запису. NPressing Shift-Tab поверх треку перемикає стан записи всіх інших слідів. П
vi: Nhấn Tab qua một ca khúc Toggles trạng hồ sơ. NPressing Shift-Tab trên một ca khúc Toggles trạng hồ sơ của tất cả các bài hát khác.

source: Alt + left moves to the previous edit handle. Alt + right moves to the next edit handle.
el: Alt + αριστερό μετακινείται στην προηγούμενη λαβή επεξεργασίας. NALT + σωστές κινήσεις για την επόμενη λαβή επεξεργασίας.
hi: Alt + पिछले संपादित संभाल के लिए छोड़ दिया चाल। NAlt + बगल में स्थित संपादित संभाल करने के लिए सही कदम।
ja: Altキー+前回の編集ハンドルを左に移動します。 NALT +次の編集ハンドルの右側に移動します n
nb: Alt + venstre flytter til forrige redigeringshåndtak. nAlt + Høyre flytter til neste redigeringshåndtak.
uk: Alt + Ліва перехід до попередньої редакції ручкою. NALT + правий переходить до наступного редагування ручкою.
vi: Alt + di chuyển bên trái để chỉnh sửa xử lý trước đó. NAlt + chuyển quyền chỉnh sửa xử lý tiếp theo.

source: Settings->typeless keyframes allows keyframes from any track to be pasted on either audio or video tracks.
el: Ρυθμίσεις-> typeless keyframes επιτρέπει βασικά καρέ από κάθε κομμάτι που πρόκειται να επικολληθεί είτε naudio ή βίντεο κομμάτια.
hi: सेटिंग्स> typeless keyframes किसी भी ट्रैक से keyframes या तो naudio या वीडियो पटरियों पर चिपकाया जा सकता है।
ja: 設定 - >タイプなしのキーフレームは、任意のトラックからのキーフレームが naudioまたはビデオトラックのいずれかに貼り付けることができます。 n "は
nb: Innstillinger> typeless nøkkel tillater keyframes fra et spor som skal limes inn på enten naudio eller videospor.
uk: Настройки> безтиповою ключові кадри дозволяє ключові кадри з будь-якого треку, щоб бути наклеєні на або NAudio або відеодоріжок. П
vi: Settings-> typeless khung hình chính cho phép các khung hình từ bất kỳ để được dán ở hai naudio hoặc video bài hát .

source: : Tip of the day
el: : Συμβουλή της ημέρας
hi: : आज का सुझाव
ja: :今日のヒント
nb: : Dagens tips
uk: : Рада дня
vi: : Lời khuyên của ngày

source: Show tip of the day.
el: Δείξε συμβουλή της ημέρας
hi: दिन की नोक दिखाओ।
ja: 今日のヒントを表示します。
nb: Vis tips for dagen.
uk: Показати рада дня
vi: Hiện tip trong ngày.

source: Next tip
el: Επόμενο άκρη
hi: अगला टिप
ja: 次のヒント
nb: Neste tips
uk: Наступна порада
vi: Tip Next

source: Previous tip
el: Προηγούμενο άκρη
hi: पिछले टिप
ja: 前のヒント
nb: Forrige tips
uk: Попередній рада
vi: Tip trước

source: keyframe
hi: कीफ़्रेम
ja: キーフレーム
uk: Ключовий кадр

source: Paste Transition
el: Επικόλληση Μετάβασης
hi: संक्रमण पेस्ट
ja: トランジションを貼り付け
nb: Lim Transition
uk: Вставити перехід
vi: Dán chuyển tiếp

source: Transition
el: Μετάβαση
hi: परिवर्तन
ja: 遷移
nb: Overgang
uk: Перехід
vi: Sự chuyển tiếp

source: : Transition length
el: : Μήκος Μετάβαση
hi: : संक्रमण लंबाई
ja: :トランジションの長さ
nb: : Transition lengde
uk: : Довжина Перехід
vi: : Chiều dài chuyển tiếp

source: Attach...
el: Συνδέω...
hi: देते हैं ...
ja: アタッチ...
nb: Koble til...
vi: Đính kèm ...

source: Length
el: Μήκος
hi: लंबाई
ja: 長さ
nb: Lengde
uk: Довжина
vi: Chiều dài

source: Follow video config
el: Ακολουθήστε βίντεο config
hi: वीडियो config का पालन करें
ja: ビデオの設定に従ってください
nb: Følg video config
uk: Ідіть відео конфігурації
vi: Hãy theo cấu hình video

source: Fields:
el: Πεδία:
hi: फील्ड्स:
ja: フィールド:
nb: Felt:
uk: Поля:
vi: Lĩnh vực:

source: Display:
el: Απεικόνιση:
hi: प्रदर्शन:
ja: 表示:
nb: Utstilling:
uk: Дисплей:
vi: Trưng bày:

source: Default A Display:
el: Προεπιλογή Μια οθόνη:
hi: डिफ़ॉल्ट एक प्रदर्शन:
ja: ディスプレイのデフォルト:
nb: Standard A Display:
uk: За замовчуванням A Дисплей:
vi: Default hiển thị:

source: Default B Display:
el: Default Οθόνη Β:
hi: डिफ़ॉल्ट बी प्रदर्शन:
ja: デフォルトのBの表示:
uk: За замовчуванням B Дисплей:
vi: B hiển thị mặc định:

source: Nearest Neighbor
el: Πλησιέστερο Γείτονας
hi: निकटतम पड़ोसी
ja: 最近傍
nb: Nærmeste nabo
uk: Найближчого сусіда
vi: Láng giềng gần nhất

source: BiCubic / BiCubic
el: Δικυβική / δικυβικής
ja: バイキュービック/バイキュービック
nb: Bikubisk / Bikubisk
uk: Бікубічеський / Бікубічеський

source: BiCubic / BiLinear
el: Δικυβική / διγραμμική
hi: Bicubic / द्विरेखीय
ja: バイキュービック/バイリニア
nb: Bikubisk / Bilineær
uk: Бікубічеський / билинейной

source: BiLinear / BiLinear
el: Διγραμμική / διγραμμική
hi: द्विरेखीय / द्विरेखीय
ja: バイリニア/バイリニア
nb: Bilinear / Bilineær
uk: Білінійну / билинейной

source: Lanczos / Lanczos
ja: ランチョス/ランチョス
uk: Ланцоша / Ланцоша

source: : Video out
el: : Βίντεο έξω
hi: : वीडिओ निर्गत
ja: :ビデオアウト
nb: : Video ut
uk: : Відео вихід

source: Show assets
el: Εμφάνιση περιουσιακά στοιχεία
hi: संपत्ति शो
ja: ショー資産
nb: Vis eiendeler
uk: Показати активи
vi: Hiện tài sản

source: Show titles
el: Εμφάνιση τίτλων
hi: दिखाएँ शीर्षक
ja: ショーのタイトル
nb: Vis titler
uk: Показати назви
vi: Hiển thị danh hiệu

source: Show transitions
el: Εμφάνιση μεταβάσεις
hi: संक्रमण शो
ja: ショーの移行
nb: Vis overganger
uk: Показати переходи
vi: Hiển thị quá trình chuyển đổi

source: mode
el: τρόπος
hi: मोड
ja: モード
nb: modus
uk: Режим
vi: Chế độ

source: Arithmetic...
el: Αριθμητική...
hi: अंकगणित...
ja: 算術...
nb: Aritmetikk...
uk: Арифметика ...
vi: Số học ...

source: Logical...
el: Λογικός...
hi: तार्किक ...
ja: 論理...
nb: Logisk...
uk: Логічний ...
vi: Hợp lý...

source: Graphic Art...
el: Γραφικών Τεχνών ...
hi: ग्राफक कला...
ja: グラフィックアート...
uk: Графічне мистецтво ...
vi: Nghệ thuật đồ họa ...

source: Normal
el: Κανονικός
hi: सामान्य
ja: ノーマル
uk: Нормальний
vi: Bình thường

source: Addition
el: Πρόσθεση
hi: इसके अलावा
ja: 添加
nb: Addisjon
uk: Додавання
vi: Thêm vào

source: Subtract
el: Αφαιρώ
hi: घटाएँ
ja: 減算
nb: Trekk fra
uk: Відніміть
vi: Trừ đi

source: Multiply
el: Πολλαπλασιάζω
hi: गुणा
ja: 乗算
nb: Multiplisere
uk: Помножити

source: Divide
el: Χώρισμα
hi: विभाजन
ja: 分割
nb: Dele opp
uk: Розділяй
vi: Chia

source: Replace
el: Αντικαθιστώ
hi: बदलें
ja: 置換
nb: Erstatte
uk: Замінити
vi: Thay thế

source: Max
hi: मैक्स
ja: マックス
uk: Макс

source: Min
hi: मिन
ja: ミン
uk: Мін

source: Darken
el: Αμαυρώνω
hi: अंधा
ja: 暗く
nb: Mørkere
uk: Темний

source: Lighten
el: Φωτίζω
hi: हल्का
ja: 明るく
nb: Lysere
uk: Яскравий

source: Dst
hi: डीएस
ja: Dstの
nb: Sommertid
uk: Літнього часу

source: Src
ja: Srcの

source: AND
el: ΚΑΙ
hi: तथा
ja: そして
nb: OG
uk: І
vi: VÀ

source: Overlay
el: Επικάλυμμα
hi: ओवरले
ja: オーバーレイ
uk: Накладення

source: Screen
el: Οθόνη
hi: स्क्रीन
ja: 画面
nb: Skjerm
uk: Екран
vi: Màn

source: Burn
el: Έγκαυμα
hi: जला
ja: 燃やす
nb: Brenne
vi: Đốt cháy

source: Dodge
el: Αποφεύγω
hi: चकमा
ja: ダッジ
uk: Додж

source: Softlight
el: Απαλό φως
hi: नरम रोशनी
ja: やわらかい光
nb: Mykt lys
uk: М'яке світло
vi: Ánh sáng mềm mại

source: Difference
el: Διαφορά
hi: अंतर
ja: 差
nb: Forskjell
uk: Різниця
vi: Sự khác biệt

source: Video %d
hi: वीडियो %d
ja: ビデオ %d個
uk: Відео %d

source: Viewer
el: Θεατής
hi: दर्शक
ja: ビューア
nb: Fremviser
vi: Người xem

source: : Viewer
hi: : व्यूअर
ja: :ビューア
vi: : Người xem

source: : Warning
el: : Προειδοποίηση
hi: चेतावनी
ja: :警告
uk: : Увага
vi: : Cảnh báo

source: Don't show this warning again.
el: Να μην εμφανιστεί ξανά αυτή η προειδοποίηση
hi: इस चेतावनी को फिर से दिखाने के लिए नहीं।
ja: 再びこの警告を表示しません。
nb: Ikke vis denne advarselen igjen.
uk: Не показувати це попередження
vi: Không hiển thị cảnh báo này một lần nữa.

source: Speed:
el: Ταχύτητα:
hi: स्पीड
ja: 速度:
nb: Hastighet:
uk: Швидкість:
vi: Tốc độ:

source: Odd field first
el: Μονά πεδίο πρώτη
hi: 'अजीब पहली बार मैदान
ja: 最初の奇数フィールド
nb: Odde delbilder først
uk: Непарне поле перше
vi: Lẻ trước tiên

source: Even field first
el: Ακόμα πεδίο πρώτη
hi: यहाँ तक कि पहले क्षेत्ररक्षण
ja: でも、最初のフィールド
nb: Like delbilder først
uk: Навіть поле перше
vi: Ngay cả trường đầu tiên

source: 1080 to 480
ja: 480から1080

source: 1080 to 540
ja: 540から1080

source: 720 to 480
el: 720 έως 480
ja: 480から720
nb: 720 til 480

source: Grain
el: Σιτηρά
hi: अनाज
ja: 粒
nb: Korn
uk: Зерно
vi: Ngũ cốc

source: Scratch
el: Γρατσουνιά
hi: स्क्रैच
ja: スクラッチ
nb: Ripe
uk: Подряпина
vi: Vết trầy

source: Pits
hi: गड्ढ़े
ja: ピット
uk: Ями
vi: Hố ga

source: Dust
el: Σκόνη
hi: धूल
ja: ダスト
nb: Støv
uk: Пил
vi: Bụi bẩn

source: XY Mode
hi: XY मोड
ja: XYモード
uk: Режим XY

source: Rising Trigger
hi: बढ़ती उत्प्रेरक
ja: ライジングトリガー
uk: Зростання Trigger

source: Falling Trigger
hi: गिरने उत्प्रेरक
ja: フォーリング・トリガー
uk: Падіння Trigger

source: History Size:
el: Ιστορία Μέγεθος:
hi: इतिहास का आकार:
ja: 履歴サイズ:
nb: History Størrelse:
uk: Історія Розмір:
vi: Kích thước Lịch sử:

source: Window Size:
el: Παράθυρο Μέγεθος:
hi: खिड़की का आकार:
ja: ウィンドウのサイズ:
uk: Розмір вікна:
vi: Kích thước cửa sổ:

source: Trigger level:
el: Επίπεδο ενεργοποίησης:
hi: ट्रिगर स्तर:
ja: トリガレベル:
nb: Trigger nivå:
uk: Граничний рівень:
vi: Mức Trigger:

source: Sample: 0
el: Δείγμα: 0
hi: नमूना: 0
ja: サンプル:0
uk: Зразок: 0
vi: Mẫu: 0

source: Level 0: 0
el: Επίπεδο 0: 0
hi: स्तर 0: 0
ja: レベル0:0
nb: Nivå 0: 0
uk: Рівень 0: 0
vi: Cấp 0: 0

source: Level 1: 0
el: Επίπεδο 1: 0
hi: स्तर 1: 0
ja: レベル1:0
nb: Nivå 1: 0
uk: Рівень 1: 0
vi: Cấp độ 1: 0

source: Sample: %d
el: Δείγμα: %d
hi: नमूना: %d
ja: サンプル: %d個
nb: Eksempel: %d
uk: Зразок: %d
vi: Mẫu: %d

source: Level 0: %.2f
el: Επίπεδο 0: %.2f
hi: स्तर 0: %.2f
ja: レベル0: %.2f
nb: Nivå 0: %.2f
uk: Рівень 0: %.2f
vi: Cấp 0: %.2f

source: Level 1: %.2f
el: Επίπεδο 1: %.2f
hi: स्तर 1: %.2f
ja: レベル1: %.2f
nb: Nivå 1: %.2f
uk: Рівень 1: %.2f

source: In
el: Σε
hi: में
ja: に
nb: Inn
uk: В
vi: Trong

source: Out
el: Έξω
hi: बाहर
ja: でる
nb: Ut
vi: Ngoài

source: Bands:
el: Ζώνες:
hi: बैंड
ja: バンド:
uk: Смуги:
vi: Ban nhạc:

source: Direction:
el: Κατεύθυνση:
hi: दिशा:
ja: 方向:
nb: Retning:
uk: Напрямок:
vi: Phương hướng:

source: Blue Banana
el: Μπλε Μπανάνα
hi: ब्लू केले
ja: ブルーバナナ
uk: Блакитний банан

source: Internal error; pattern array overflow
el: Εσωτερικό σφάλμα? Συστοιχία υπερχείλιση
hi: आंतरिक त्रुटि; पैटर्न सरणी अतिप्रवाह
ja: 内部エラー、パターン配列のオーバーフローの n
nb: Intern feil; mønster rekke flow
uk: Внутрішня помилка; візерунок переповнення масиву
vi: Lỗi nội bộ; mô hình mảng tràn

source: Bluebanana: Unable to create Frame for slider
el: Bluebanana: Αδύνατη η δημιουργία πλαισίου για slider
hi: Bluebanana: के लिए स्लाइडर फ्रेम बनाने में असमर्थ
ja: Bluebanana:スライダー nのフレームを作成することができません
nb: Bluebanana: Kan ikke lage ramme for glidebryteren
uk: Bluebanana: Неможливо створити рамку для слайдера
vi: Bluebanana: Không thể tạo khung cho thanh trượt

source: Pick
el: Διαλέγω
hi: उठाओ
ja: ピック
nb: Plukke
vi: Chọn

source: End Mask
el: End Μάσκα
hi: अंत मास्क
ja: エンドマスク
uk: Кінець Маска

source: Mask Selection
el: Επιλογή Μάσκα
hi: मास्क चयन
ja: マスクの選択
uk: Вибір маски
vi: Mặt nạ lựa chọn

source: Unknown colormodel in BluebananaA2Sel:update()
el: Άγνωστο colormodel σε BluebananaA2Sel: ενημέρωση ()
hi: BluebananaA2Sel में अज्ञात colormodel: अद्यतन ()
ja: BluebananaA2Sel不明なカラーモデル:更新（）の n
nb: Ukjent colormodel i BluebananaA2Sel: update ()
uk: Невідомий ColorModel в BluebananaA2Sel: оновлення ()
vi: Không rõ colormodel trong BluebananaA2Sel: cập nhật ()

source: Color Selection
el: Επιλογή χρώματος
hi: रंग चयन
ja: 色の選択
nb: Fargevalg
uk: Вибір кольору

source: Mark Selected Areas
el: Mark Επιλεγμένες Περιοχές
hi: मार्क चयनित क्षेत्र
ja: マーク・選択された領域
nb: Marker utvalgte områder
uk: Все Обрані райони
vi: Khu vực được chọn Mark

source: hue
el: απόχρωση
hi: रंग
ja: 色相
uk: Відтінок
vi: Màu sắc

source: saturation
el: κορεσμός
hi: संतृप्ति
ja: 飽和
nb: Metning
uk: Насичення
vi: Bão hòa

source: fill
el: γέμισμα
hi: भरने
ja: 埋めます
nb: fylle
uk: Заповнити
vi: lấp đầy

source: red
el: κόκκινος
hi: लाल
ja: レッド
nb: Rød
uk: Червоний
vi: Đỏ

source: green
el: πράσινος
hi: हरा
ja: グリーン
nb: Grønn
uk: Зелений
vi: màu xanh lá

source: blue
el: μπλε
hi: नीला
ja: 青
nb: blå
uk: Синій
vi: màu xanh da trời

source: pre-erode
el: Προ-διαβρώσει
hi: पूर्व इरोड
ja: 予備侵食
nb: Pre-erodere
uk: Попередньо руйнують
vi: Tiền ăn mòn

source: Invert Selection
el: Αντιστροφή επιλογής
hi: चयन को उल्टा करें
ja: 逆選択
nb: sett inn effekt
uk: Звернути виділення
vi: Lựa chọn đối nghịch

source: Color Adjustment
hi: रंग समायोजन
ja: カラー調整
uk: Налаштування кольору
vi: Điều chỉnh màu

source: Filter Active
el: Φίλτρο Active
hi: फिल्टर सक्रिय
ja: アクティブフィルタ
nb: Filter Aktiv
uk: Фільтр Active
vi: Bộ lọc Hoạt động

source: Blur
el: Θολούρα
hi: धब्बा
ja: ぼかし
uk: Розумієте
vi: Lờ mờ

source: Vertical
el: Κατακόρυφος
hi: लंबवत
ja: 垂直
nb: Vertikal
uk: Вертикаль
vi: Theo chiều dọc

source: Horizontal
el: Οριζόντιος
hi: क्षैतिज
ja: 水平
nb: Horisontal
uk: Горизонтальні
vi: Chiều ngang

source: Blur alpha
el: Blur άλφα
hi: धब्बा अल्फा
ja: ぼかしアルファ
uk: Розумієте альфа

source: Alpha determines radius
el: Alpha καθορίζει την ακτίνα
hi: अल्फा निर्धारित करता है त्रिज्या
ja: アルファは、半径を決定
nb: Alpha bestemmer radius
uk: Альфа визначає радіус
vi: Alpha xác định bán kính

source: Blur red
el: Θολός
hi: धब्बा लाल
ja: ぼかし赤
nb: Blur røde
uk: Розумієте червоний
vi: Bị mờ

source: Blur green
el: Blur πράσινο
hi: धब्बा हरी
ja: ぼかし緑
nb: Blur grønn
uk: Розумієте зелений
vi: Blur xanh

source: Blur blue
el: Blur μπλε
hi: धब्बा नीले
ja: ぼかし青
uk: Розумієте синій
vi: Blur xanh

source: Brightness/Contrast
el: Φωτεινότητα / Αντίθεση
hi: दमक भेद
ja: 明るさ/コントラスト
nb: Lysstyrke/kontrast
uk: Яскравість / Контраст

source: Boost luminance only
el: Boost φωτεινότητα μόνο
hi: बढ़ावा luminance केवल
ja: ブースト輝度のみ
nb: Boost luminans bare
uk: Тільки підвищують яскравість
vi: Tăng độ sáng chỉ

source: BurningTV from EffectTV Copyright (C) 2001 FUKUCHI Kentarou
el: BurningTV από EffectTV nΠνευματικά δικαιώματα (C) 2001 Fukuchi Kentarou
hi: EffectTV कॉपीराइट से BurningTV (सी) 2001 FUKUCHI Kentarou
ja: EffectTV nCopyrightからBurningTV（C）2001福地健太郎
nb: BurningTV fra EffectTV nOpphavsrett (C) 2001 Fukuchi Kentarou
uk: BurningTV від EffectTV nCopyright (C) 2001 Fukuchi Kentarou
vi: BurningTV từ EffectTV nBản quyền (C) 2001 Fukuchi Kentarou

source: Lock parameters
el: Παράμετροι Κλείδωμα
hi: लॉक पैरामीटर
ja: ロック・パラメータ
nb: Lock parametre
uk: Параметри блокування
vi: Thông số Lock

source: Activate processing
el: Ενεργοποίηση επεξεργασίας
hi: सक्रिय प्रसंस्करण
ja: 処理のアクティブ化
nb: Aktiver behandling
uk: Активувати обробка
vi: Xử lý Kích hoạt

source: Compute negfix values
el: Τιμές negfix Compute
hi: कंप्यूट negfix मूल्यों
ja: コンピュートnegfix値
nb: Beregn negfix verdier
uk: Цінності negfix Compute
vi: Giá trị negfix Tính

source: (uncheck for faster rendering)
el: (Καταργήστε την επιλογή για ταχύτερη απόδοση)
hi: (तेज प्रतिपादन के लिए अचयनित)
ja: （より高速にレンダリングするためのチェックボックスをオフ）
nb: (Fjern merket for raskere gjengivelse)
uk: (Зніміть для більш швидкого рендеринга)
vi: (Bỏ chọn để render nhanh hơn)

source: Computed negfix values:
el: Υπολογιζόμενων αξιών negfix:
hi: गणना negfix मान:
ja: 計算negfix値:
nb: beregnede negfix verdier:
uk: Розрахункові значення negfix:
vi: Giá trị negfix Điện Toán:

source: Min R:
el: Ελάχιστη R:
hi: मिन आर:
ja: ミンR:
uk: Мін R:

source: Min G:
hi: मिन जी:
ja: ミンG:
uk: Мін G:

source: Min B:
el: Ελάχιστη Β:
hi: मिन बी:
ja: ミンB:
uk: Мінімальна B:
