Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: Cinelerra: Resources
el: Cinelerra: Πόροι
hi: सिनलेरा: संसाधन
ja: Cinelerra:リソース
nb: Cinelerra: Ressurser
uk: Cinelerra: ресурси
vi: Cinelerra: Tài nguyên

source: Cinelerra: Ruler
el: Cinelerra: Χάρακας
hi: सिनलेरा: शासक
ja: Cinelerra:ルーラー
uk: Cinelerra: Лінійка
vi: Cinelerra: Thước

source: Cinelerra: %s
hi: सिनलेरा: %s
ja: Cinelerra: %s "は

source: Cinelerra: Save
el: Cinelerra: Αποθήκευση
hi: सिनलेरा: सहेजें
ja: Cinelerra:保存
uk: Cinelerra: Зберегти

source: Cinelerra: Scale
el: Cinelerra: Κλίμακα
hi: सिनलेरा: स्केल
ja: Cinelerra:スケール
uk: Cinelerra: Масштаб

source: Cinelerra: Scan confirm
el: Cinelerra: Σάρωση Επιβεβαίωση
hi: सिनलेरा: स्कैन पुष्टि
ja: Cinelerra:スキャン確認
uk: Cinelerra: Confirm Scan
vi: Cinelerra: Quét xác nhận

source: Cinelerra: Scopes
el: Cinelerra: Πεδία
hi: सिनलेरा: Scopes
ja: Cinelerra:スコープ
uk: Cinelerra: Області застосування

source: Cinelerra: Set edit title
el: Cinelerra: Ορίστε τον τίτλο edit
hi: सिनलेरा: संपादित करें शीर्षक सेट करें
ja: Cinelerra:設定編集のタイトル
nb: Cinelerra: Still redigere tittelen
uk: Cinelerra: зазначений Редагувати
vi: Cinelerra: Đặt chỉnh sửa tiêu đề

source: Cinelerra: Set Format
el: Cinelerra: Σετ Format
hi: सिनलेरा: निर्धारित प्रारूप
ja: Cinelerra:設定フォーマット
uk: Cinelerra: Набір Формат
vi: Cinelerra: Set Định dạng

source: Cinelerra: Shell
hi: सिनलेरा: शैल
ja: Cinelerra:シェル

source: Cinelerra: %s Keyframe
hi: सिनलेरा: %s Keyframe
ja: Cinelerra: %sのキーフレーム

source: Cinelerra: %s Presets
hi: सिनलेरा: %s प्रीसेट
ja: Cinelerra: %sのプリセット

source: Cinelerra: Subtitle
el: Cinelerra: Υπότιτλος
hi: सिनलेरा: उपशीर्षक
ja: Cinelerra:字幕
uk: Cinelerra: Субтитри

source: Cinelerra: Time stretch
el: Cinelerra: Ώρα τέντωμα
hi: सिनलेरा: समय खिंचाव
ja: Cinelerra:タイムストレッチ
nb: Cinelerra: Tid strekk
vi: Cinelerra: Thời gian căng

source: Cinelerra: Tip of the day
el: Cinelerra: Συμβουλή της ημέρας
hi: सिनलेरा: दिन के टिप
ja: Cinelerra:今日のヒント
nb: Cinelerra: Dagens tips
uk: Cinelerra: Порада дня
vi: Cinelerra: Mẹo trong ngày

source: Cinelerra: Transition
el: Cinelerra: Μετάβαση
hi: सिनलेरा: संक्रमण
ja: Cinelerra:トランジション
uk: Cinelerra: Перехід
vi: Cinelerra: Chuyển đổi

source: Cinelerra: Transition length
el: Cinelerra: μήκος Μετάβαση
hi: सिनलेरा: संक्रमण लंबाई
ja: Cinelerra:トランジションの長さ
nb: Cinelerra: Transition lengde
uk: Cinelerra: довжина Перехід
vi: Cinelerra: chiều dài chuyển tiếp

source: Cinelerra: Video Compression
el: Cinelerra: Βίντεο Συμπίεση
hi: सिनलेरा: वीडियो संपीड़न
ja: Cinelerra:ビデオ圧縮
uk: Cinelerra: Стиснення відео

source: Cinelerra: Video in
el: Cinelerra: Βίντεο στο
hi: सिनलेरा: में वीडियो
ja: Cinelerra:ビデオで
uk: Cinelerra: Відео в
vi: Cinelerra: Video trong

source: Cinelerra: Video in %d%%
el: Cinelerra: Βίντεο σε %d d%%
hi: सिनलेरा: %d d%% में वीडियो
ja: Cinelerra:ビデオは %d d%%で
nb: Cinelerra: Video i %d d%%
uk: Cinelerra: Відео в %d d%%
vi: Cinelerra: Video trong %d d%%

source: Cinelerra: Video out
el: Cinelerra: Βίντεο έξω
hi: सिनलेरा: वीडियो बाहर
ja: Cinelerra:ビデオ出力
nb: Cinelerra: Video ut
uk: Cinelerra: Відео вихід

source: Cinelerra: Video out %d%%
el: Cinelerra: Βίντεο από %d d%%
hi: सिनलेरा: %d d%% वीडियो बाहर
ja: Cinelerra:ビデオアウト %d個のd%%
nb: Cinelerra: Video ut %d d%%
uk: Cinelerra: Відео вихід %d d%%
vi: Cinelerra: Video out %d d%%

source: Cinelerra: Video Preset
el: Cinelerra: Βίντεο Preset
hi: सिनलेरा: वीडियो पूर्व निर्धारित
ja: Cinelerra:ビデオプリセット
uk: Cinelerra: Відео Preset

source: Cinelerra: Viewer
hi: सिनलेरा: व्यूअर
ja: Cinelerra:ビューア

source: Cinelerra: Warning
el: Cinelerra: Προειδοποίηση
hi: सिनलेरा: चेतावनी
ja: Cinelerra:警告
uk: Cinelerra: Увага
vi: Cinelerra: Cảnh báo

source: : New Project
hi: : नया काम
ja: :新規プロジェクト
nb: : Nytt prosjekt
uk: : Новий проект
vi: : Dự án mới

source: Parameters for the new project:
el: Παράμετροι για το νέο έργο:
hi: नई परियोजना के लिए पैरामीटर:
ja: 新しいプロジェクトのためのパラメータ:
nb: Parametre for det nye prosjektet:
uk: Параметри нового проекту:
vi: Các tham số cho các dự án mới:

source: Tracks:
el: Ίχνη
hi: पटरियों:
ja: トラック:
nb: Spor:
uk: Композицій:
vi: Bản nhạc:

source: Samplerate:
el: Ρυθμός δειγματοληψίας:
hi: नमूना दर:
ja: サンプルレート:
nb: Sample:
uk: Оцифровки:
vi: Tỷ lệ mẫu:

source: Framerate:
el: Ρυθμός καρέ:
hi: फ्रेम रेट:
ja: フレームレート:
nb: Billedfrekvens:
uk: Частота кадрів:
vi: Tốc độ khung hình:

source: Canvas size:
el: Μέγεθος καμβά:
hi: कैनवास का आकार:
ja: キャンバスサイズ:
nb: Canvas størrelse:
uk: Розмір полотна:
vi: Kích thước vải:

source: Aspect ratio:
el: Αναλογία απεικόνισης:
hi: आस्पेक्ट अनुपात:
ja: アスペクト比:
nb: Sideforhold:
uk: Співвідношення сторін:

source: Auto aspect ratio
el: Αναλογία Auto
hi: ऑटो पहलू अनुपात
ja: 自動アスペクト比
nb: Automatisk sideforhold
uk: Співвідношення сторін Авто
vi: Tỉ lệ tự động

source: Swap dimensions
el: Διαστάσεις Swap
hi: स्वैप आयाम
ja: スワップ寸法
nb: Swap dimensjoner
uk: Розміри своп
vi: Kích thước Swap

source: Play track
hi: खेलने ट्रैक
ja: トラックを再生します
nb: Spill av spor
uk: Грати трек
vi: Phát bài hát

source: play patch
el: Μπάλωμα παιχνίδι
hi: खेल पैच
ja: パッチをプレイ
uk: Гра патч
vi: Vá chơi

source: Arm track
el: Κομμάτι Arm
hi: शाखा ट्रैक
ja: アーム・トラック
uk: Важіль трек
vi: Arm theo dõi

source: record patch
el: Μπάλωμα ρεκόρ
hi: रिकॉर्ड पैच
ja: レコードのパッチ
uk: Запис патч
vi: Vá kỷ lục

source: Gang faders
el: Faders Gang
hi: गिरोह faders
ja: ギャング・フェーダー
nb: Gang fadere
uk: Gang фейдери
vi: Faders Gang

source: gang patch
el: Μπάλωμα συμμορία
hi: गिरोह पैच
ja: ギャングパッチ
nb: Gjengen patch
uk: Банда патч
vi: Vá băng đảng

source: Draw media
el: Ισοπαλία μέσα ενημέρωσης
hi: ड्रा मीडिया
ja: メディアを描きます
nb: Tegn media
uk: Draw ЗМІ
vi: Vẽ phương tiện truyền thông

source: draw patch
el: Σύρει μπάλωμα
hi: पैच आकर्षित
ja: パッチを描きます
nb: Tegne patch
uk: Малювати патч
vi: Vẽ bản vá

source: Don't send to output
el: Μην στέλνετε την έξοδο
hi: उत्पादन करने के लिए न भेजें
ja: 出力に送信しません
nb: Ikke send til output
uk: Не відправляти до виходу
vi: Không gửi tới đầu ra

source: mute patch
el: Mute μπάλωμα
hi: मूक पैच
ja: ミュートパッチ
uk: Німий патч
vi: Vá câm

source: expand patch
el: Επεκτείνει μπάλωμα
hi: पैच विस्तार
ja: パッチを展開します
nb: Utvide patch
uk: Розгорнути патч
vi: Mở rộng vá

source: track title
el: Τίτλο του κομματιού
hi: ट्रैक शीर्षक
ja: トラックタイトル
nb: sportittel
uk: Заголовний трек
vi: Bài hát chủ đề

source: Nudge
el: Σκουντώ
hi: नज
ja: ナッジ
nb: Dult
uk: Зрушити
vi: Di chuyển

source: nudge
el: σκουντώ
hi: कुहनी से हलका धक्का
ja: ナッジ
uk: Підштовхнути
vi: Di chuyển

source: Cache size (MB):
el: Μέγεθος Cache (MB):
hi: कैश आकार (MB):
ja: キャッシュ・サイズ（MB）:
nb: Mellomlagerstørrelse (MB):
uk: Розмір кешу (МБ):
vi: Kích thước Cache (MB):

source: Seconds to preroll renders:
el: Δευτερόλεπτα να preroll καθιστά:
hi: प्रीरोल सेकंड renders:
ja: プリロール秒でレンダリング:
nb: Seconds to preroll gjengir:
uk: Секунди до підмотка надає:
vi: Giây để đầu video render:

source: (must be root)
el: (Πρέπει να είναι root)
hi: (जड़) होना चाहिए
ja: （ルートである必要があります）
nb: (Må være root)
uk: (Повинно бути корінь)
vi: (Phải là root)

source: Background Rendering (Video only)
el: Ιστορικό Rendering (βίντεο μόνο)
hi: पृष्ठभूमि प्रतिपादन (वीडियो)
ja: バックグラウンドレンダリング（映像のみ）
nb: Bakgrunn Rendering (video)
uk: Фоновий прорахунок (тільки відео)
vi: Bối cảnh Rendering (Video chỉ)

source: Frames per background rendering job:
el: Καρέ ανά φόντο καθιστώντας την εργασία:
hi: पृष्ठभूमि प्रति फ्रेम प्रतिपादन काम:
ja: 仕事をバックグラウンドレンダリングあたりのフレーム:
nb: Frames pr bakgrunn rendering jobb:
uk: Кадри в фоновому режимі рендеринга роботу:
vi: Khung hình mỗi nền dựng hình công việc:

source: Frames to preroll background:
el: Κουφώματα σε preroll φόντο:
hi: प्रीरोल पृष्ठभूमि करने के लिए फ्रेम्स
ja: プリロール背景にフレーム:
nb: Rammer til preroll bakgrunn:
uk: Рамки до предпуска тлі:
vi: Khung nền trước video:

source: Output for background rendering:
el: Έξοδος για φόντο απόδοση:
hi: पृष्ठभूमि प्रतिपादन के लिए उत्पादन:
ja: バックグラウンドレンダリングの出力:
nb: Output for bakgrunnsrendringen:
uk: Вихід для фонового прорахунку:
vi: Đầu ra cho dựng hình nền:

source: Render Farm
hi: फार्म प्रस्तुत करना
ja: レンダリングファーム
uk: Рендер ферма

source: Nodes:
el: Κόμβοι
hi: नोड्स:
ja: ノード:
nb: noder:
uk: Вузли:
vi: Các nút:

source: Hostname:
hi: मेजबाननाम:
ja: ホスト名:
nb: Vertsnavn:
uk: Ім'я хоста:

source: Total jobs to create:
el: Σύνολο θέσεων εργασίας για να δημιουργήσετε:
hi: कुल रोजगार के अवसर पैदा करने के लिए:
ja: 全ジョブが作成します。
nb: Totalt jobber for å skape:
uk: Всього вакансій для створення:
vi: Tổng số việc làm tạo ra:

source: (overridden if new file at each label is checked)
el: (Παρακαμφθεί εάν νέου αρχείου σε κάθε ετικέτα ελέγχεται)
hi: (अधिरोहित यदि प्रत्येक लेबल पर नई फ़ाइल की जाँच की है)
ja: （各ラベルに新しいファイルがチェックされている場合に上書き）
nb: (Overstyres dersom ny fil på hver etikett er sjekket)
uk: (Скасовано, якщо новий файл на кожній етикетці перевіряється)
vi: (Ghi đè nếu tập tin mới ở mỗi nhãn được kiểm tra)

source: On
el: Επί
hi: पर
ja: に
nb: På
uk: На
vi: Trên

source: Hostname
hi: होस्टनाम
ja: ホスト名
nb: Vertsnavn
uk: Ім'я хоста

source: Port
el: Λιμάνι
hi: बंदरगाह
ja: ポート
nb: Havn
uk: Порт
vi: Hải cảng

source: Framerate
el: Ρυθμός καρέ
hi: फ्रेम रेट
ja: フレームレート
nb: Billedfrekvens
uk: Частота кадрів
vi: Tốc độ khung hình

source: Use background rendering
el: Χρησιμοποιήστε απόδοση φόντο
hi: पृष्ठभूमि प्रतिपादन का प्रयोग करें
ja: バックグラウンドレンダリングを使用
nb: Bruk bakgrunnsrendringen
uk: Використовувати фоновий прорахунок
vi: Sử dụng dựng hình nền

source: Use render farm
el: Χρήση καθιστούν το αγρόκτημα
hi: का प्रयोग खेत प्रस्तुत करना
ja: レンダリングファームを使用します
nb: Bruk gjengi gård
uk: Використання рендер-ферми
vi: Sử dụng làm trang trại

source: Force single processor use
el: Δύναμη χρήση ενός επεξεργαστή
hi: एकल प्रोसेसर का उपयोग बल
ja: シングルプロセッサの使用を強制
nb: Bruk bare én prosessor
uk: Force одноразового використання процесора
vi: Buộc sử dụng vi xử lý đơn

source: trap sigSEGV
el: SIGSEGV παγίδα
hi: जाल SIGSEGV
ja: トラップSIGSEGV
nb: Felle SIGFPE
uk: Пастка SIGSEGV
vi: Bẫy SIGSEGV

source: trap sigINT
el: SIGINT παγίδα
hi: जाल SIGINT
ja: トラップSIGINT
nb: Felle SIGINT
uk: Пастка SIGINT
vi: Bẫy SIGINT

source: On file open, ffmpeg probes early
el: Από το αρχείο ανοικτό, ανιχνευτές ffmpeg νωρίς
hi: फ़ाइल पर खुला, ffmpeg जांच जल्दी
ja: 初期のファイルでオープン、ffmpegのプローブ
nb: På fil åpen, FFmpeg sonder tidlig
uk: На відкритті файлу, FFmpeg зонди рано
vi: Mở tập tin mở, đầu dò ffmpeg sớm

source: Consolidate output files on completion
el: Εδραίωση αρχεία εξόδου μετά την ολοκλήρωση
hi: पूरा होने पर आउटपुट फ़ाइलों को मजबूत
ja: 完了時に出力ファイルを統合
nb: Konsolider output filer på ferdigstillelse
uk: Об'єднати файли виведення після завершення
vi: Củng cố các tập tin đầu ra trên hoàn thành

source: Add Node
el: Προσθήκη κόμβου
hi: नोड जोड़ने
ja: ノードの追加
nb: Legg til node
uk: Додати вузол

source: Apply Changes
el: Εφαρμογή αλλαγών
hi: परिवर्तन लागू करें
ja: 変更の適用
nb: Bruk endringer
uk: Застосувати зміни
vi: Áp dụng các thay đổi

source: Delete Node
el: Διαγραφή Node
hi: नोड हटाएं
ja: ノードの削除
nb: Slett node
uk: Видалити вузол
vi: Xóa Node

source: Sort nodes
el: Ταξινόμηση κόμβων
hi: क्रमबद्ध नोड्स
ja: ソート・ノード
nb: Sorter noder
uk: Сортування вузли
vi: Sắp xếp các nút

source: Reset rates
el: Επαναφορά τιμές
hi: रीसेट दरों
ja: レートをリセット
nb: Reset priser
uk: Скидання ціни
vi: Thiết lập lại giá

source: Use virtual filesystem
el: Χρήση εικονικών αρχείων
hi: आभासी फाइल सिस्टम का प्रयोग करें
ja: 仮想ファイルシステムを使用してください
nb: Bruk virtuelt filsystem
uk: Використовуйте віртуальну файлову систему
vi: Sử dụng hệ thống tập tin ảo

source: Use yuv420p dvd interlace format
el: Χρησιμοποιήστε dvd yuv420p πεπλεγμένη μορφή
hi: प्रारूप जिल्द yuv420p डीवीडी का प्रयोग करें
ja: 使用YUV420P DVDのインターレース方式
nb: Bruk yuv420p dvd interlace format
uk: Використовувати yuv420p DVD чергуванням формат
vi: Sử dụng dvd yuv420p interlace định dạng

source: Audio Out
hi: ऑडियो आउट
ja: オーディオ出力
vi: Âm thanh ra

source: Playback buffer samples:
el: Δείγματα ρυθμιστικό Αναπαραγωγή:
hi: प्लेबैक बफर नमूने:
ja: 再生バッファサンプル:
nb: Avspillingsbuffer prøver:
uk: Зразки буферні перегляду:
vi: Mẫu đệm Playback:

source: Audio offset (sec):
hi: ऑडियो ऑफसेट (एसईसी):
ja: オーディオ（秒）オフセット:
nb: Audio offset (sek):
uk: Аудіо зміщення (сек):
vi: Audio bù đắp (giây):

source: Gain:
el: Κέρδος:
hi: लाभ:
ja: 利得:
nb: Gevinst:
uk: Виграш:
vi: Lợi:

source: Audio Driver:
hi: ऑडियो चालक:
ja: オーディオドライバ:
nb: Lyddriver:
vi: Driver Audio:

source: Video Out
hi: वीडिओ निर्गत
ja: ビデオ出力
nb: Video ut
uk: Відеовихід

source: Framerate achieved:
el: Framerate επιτευχθεί:
hi: Framerate हासिल की:
ja: フレームレートを実現:
nb: Framerate oppnådd:
uk: Частота кадрів досягається:
vi: Tốc độ khung hình đạt được:

source: Scaling equation: Enlarge / Reduce
el: Κλιμάκωση εξίσωση: Μεγέθυνση / Σμίκρυνση
hi: स्केलिंग समीकरण: बढ़ा / कम करें
ja: スケーリング式:拡大/縮小
nb: Scaling ligning: Øke / Redusere
uk: Масштаб рівняння: Збільшити / Зменшити
vi: Scaling phương trình: Mở to / Giảm

source: DVD Subtitle to display:
el: DVD υποτίτλων σε ένδειξη:
hi: डीवीडी प्रदर्शित करने के लिए उपशीर्षक:
ja: ディスプレイにDVDの字幕:
nb: DVD Subtitle å vise:
uk: DVD субтитрів для відображення:
vi: Phụ đề DVD để hiển thị:

source: TOC Program No:
el: TOC Πρόγραμμα No:
hi: टीओसी कार्यक्रम नहीं:
ja: TOCプログラムはありません:
uk: TOC № програми:
vi: TOC Chương trình Không:

source: Video Driver:
hi: वीडियो चालक:
ja: ビデオドライバ:
uk: Відео Водій:
vi: Driver Video:

source: View follows playback
el: Προβολή εξής αναπαραγωγή
hi: देखें प्लेबैक इस प्रकार है
ja: ビュー再生を次の
nb: Vis følger avspilling
uk: Подивитися наступним відтворення
vi: Xem sau phát lại

source: Audio playback in real time priority (root only)
el: Η αναπαραγωγή ήχου σε πραγματικό χρόνο προτεραιότητας (root μόνο)
hi: वास्तविक समय प्राथमिकता में ऑडियो प्लेबैक (सिर्फ रूट)
ja: リアルタイムの優先順位でオーディオ再生（ルートのみ）
nb: Lydavspilling i sanntid prioritet (root bare)
uk: Відтворення аудіо в реальному часі пріоритет (корінь тільки)
vi: Âm thanh phát lại trong ưu tiên thời gian thực (root chỉ)

source: Map 5.1->2
el: Χάρτης 5.1-> 2
hi: नक्शा 5.1-> 2
ja: > 2 5.1-地図
nb: Kart 5.1-> 2
uk: Карта 5.1> 2
vi: Bản đồ 5.1> 2

source: Interpolate CR2 images
el: Εικόνες Παρεκτείνατε CR2
hi: बैठाना CR2 छवियों
ja: 補間CR2のイメージ
nb: Interpoler CR2 bilder
uk: Інтерпольованого CR2 зображення
vi: Suy CR2 hình ảnh

source: White balance CR2 images
el: Ισορροπία λευκού CR2 εικόνες
hi: व्हाइट बैलेंस CR2 छवियों
ja: ホワイトバランスCR2のイメージ
nb: Hvitbalanse CR2 bilder
uk: Баланс білого CR2 зображення
vi: Cân bằng trắng CR2 hình ảnh

source: Decode frames asynchronously
el: Decode πλαισιώνει ασύγχρονα
hi: समझाना asynchronously फ्रेम
ja: デコードは、非同期フレーム
nb: Decode rammer asynkront
uk: Decode кадри асинхронно
vi: Giải mã khung không đồng bộ

source: Play every frame
el: Παίξτε κάθε καρέ
hi: हर फ्रेम प्ले
ja: すべてのフレームを再生します
nb: Spill hvert eneste bilde
uk: Грати в кожному кадрі
vi: Play mỗi khung

source: Enable subtitles/captioning
el: Ενεργοποίηση υπότιτλους / λεζάντες
hi: सक्षम उपशीर्षक / captioning
ja: 字幕/キャプションを有効にします
nb: Aktiver teksting / teksting
uk: Включити субтитри / субтитрів
vi: Kích hoạt tính năng phụ đề / phụ đề

source: Label cells
el: Κύτταρα Label
hi: लेबल कोशिकाओं
ja: ラベル細胞
nb: Etikett celler
uk: Етикетка клітини
vi: Các tế bào Label

source: Fast reverse ( + )
el: Γρήγορα πίσω (+)
hi: फास्ट रिवर्स (+)
ja: 早戻し（+）
nb: Fort baklengs ( + )
uk: Швидке зворотне (+)
vi: Ngược nhanh (+)

source: Normal reverse ( 6 )
el: Κανονική αντίστροφη (6)
hi: सामान्य रिवर्स (6)
ja: ノーマルリバース（6）
nb: Normal baklengs ( 6 )
uk: Нормальний зворотний (6)
vi: Bình thường ngược (6)

source: Frame reverse ( 4 )
el: Frame αντίστροφη (4)
hi: फ्रेम रिवर्स (4)
ja: フレームリバース（4）
nb: Ett bilde bakover ( 4 )
uk: Рамка зворотна (4)
vi: Khung ngược lại (4)

source: Normal forward ( 3 )
el: Κανονική προς τα εμπρός (3)
hi: सामान्य आगे (3)
ja: 通常のフォワード（3）
nb: Normal forlengs ( 3 )
uk: Нормальний вперед (3)
vi: Chuyển tiếp thông thường (3)

source: Frame forward ( 1 )
el: Frame προς τα εμπρός (1)
hi: फ्रेम आगे (1)
ja: 前方フレーム（1）
nb: Ett bilde forover ( 1 )
uk: Рамка вперед (1)
vi: Khung về phía trước (1)

source: Fast forward ( Enter )
hi: तेजी से आगे (प्रवेश)
ja: 早送り（エンター）
nb: Fort forlengs ( Enter )
uk: Вперед (Enter)
vi: Nhanh chóng chuyển tiếp (Enter)

source: Author: %s
el: Συντάκτης: %s
hi: लेखक: %s
ja: 著者: %sを
nb: Forfatter: %s
uk: Автор: %s
vi: Tác giả: %s

source: License: %s
el: Άδεια χρήσης: %s
hi: लाइसेंस: %s
ja: ライセンス: %sを
nb: Lisens: %s
uk: Ліцензія: %s
vi: Giấy phép: %s

source: %s took %s
el: %s πήρε %s
hi: %s %s लिया
ja: %sは %sを取りました
nb: %s tok %s
uk: %s прийняв %s
vi: %s %s mất

source: attach effect
el: Αποδίδουν αποτέλεσμα
hi: प्रभाव देते हैं
ja: 効果を取り付けます
nb: Feste effekt
uk: Прикласти силу
vi: Đính kèm hiệu ứng

source: Plugins:
hi: प्लगइन्स:
ja: プラグイン:
uk: Додатки:

source: Shared effects:
el: Shared επιδράσεις:
hi: साझा प्रभाव:
ja: 共有の効果:
nb: Delte effekter:
uk: Загальні ефекти:
vi: Hiệu ứng chung:

source: Shared tracks:
el: Κοινόχρηστο κομμάτια:
hi: साझा पटरियों:
ja: 共有曲:
nb: Delte spor:
uk: Загальні треки:
vi: Bài hát được chia sẻ:

source: Attach single standlone and share others
el: Συνδέστε μόνο standlone και να μοιραστούν τους άλλους
hi: एकल standlone देते हैं और दूसरों का हिस्सा
ja: 単一standloneを接続し、他のユーザーを共有
nb: Fest enkelt standlone og dele andre
uk: Attach одного standlone і ділитися іншим
vi: Đính kèm standlone duy nhất và chia sẻ những người khác

source: Reset
el: Επαναφορά
hi: रीसेट
ja: リセット
uk: Скидання

source: Change...
el: Αλλαγή...
hi: परिवर्तन...
ja: 変化する...
nb: Endre...
uk: Змінити ...
vi: Thay đổi...

source: : Change Effect
el: : Επίδραση Αλλαγή
hi: : प्रभाव बदल
ja: :変更の影響
nb: : Endre Effect
uk: : Змінити Ефект
vi: : Thay đổi hiệu ứng

source: Detach
el: Αποσπώ
hi: अलग
ja: デタッチ
nb: Løsne
uk: Відокремити
vi: Gỡ

source: detach effect
el: Αποκολληθεί αποτέλεσμα
hi: प्रभाव अलग
ja: 効果を切り離します
nb: Løsne effekt
uk: Завершити з'єднання ефект
vi: Tách hiệu quả

source: Send
el: Στέλνω
hi: भेजें
ja: 送信
nb: Sende
uk: Відправити
vi: Gửi

source: Receive
el: Λαμβάνω
hi: प्राप्त करना
ja: 受信
nb: Motta
uk: Отримання
vi: Nhận được

source: Show
el: Προβολή
hi: शो
ja: を表示
nb: Vis
uk: Показати
vi: Chỉ

source: Presets...
hi: प्रीसेट ...
ja: プリセット...
uk: Заготовки ...

source: Plugin Set
hi: प्लगइन सेट
ja: プラグインの設定
uk: Плагін Набір

source: Look for global plugins here
el: Κοιτάξτε για την παγκόσμια plugins εδώ
hi: यहाँ वैश्विक plugins के लिए देखो
ja: ここではグローバルプラグインを探してください
nb: Se for globale plugins her
uk: Подивіться на глобальних плагінів тут
vi: Hãy tìm plugin toàn cầu ở đây

source: Global Plugin Path
el: Παγκόσμια Πορεία Plugin
hi: ग्लोबल प्लगइन पथ
ja: グローバル・プラグインのパス
uk: Глобальний плагін Шлях
vi: Plugin Đường dẫn toàn cầu

source: Select the directory for plugins
el: Επιλέξτε τον κατάλογο για plugins
hi: Plugins के लिए निर्देशिका का चयन करें
ja: プラグインのディレクトリを選択します
nb: Velg katalog for plugins
uk: Виберіть каталог для плагінів
vi: Chọn thư mục cho các plugins

source: Look for personal plugins here
el: Ψάξτε για προσωπική plugins εδώ
hi: यहाँ व्यक्तिगत plugins के लिए देखो
ja: ここに個人的なプラグインを探してください
nb: Se for personlige plugins her
uk: Подивіться на особистих плагінів тут
vi: Hãy tìm plugin cá nhân ở đây

source: Personal Plugin Path
el: Προσωπικά Path Plugin
hi: व्यक्तिगत प्लगइन पथ
ja: 個人プラグインのパス
nb: Personlig Plugin Path
uk: Особистий Плагін Path
vi: Cá nhân Plugin Path

source: Preferences...
el: Προτιμήσεις ...
hi: पसंद...
ja: 環境設定...
nb: Innstillinger...
uk: Уподобання ...

source: *Playback A
el: * Αναπαραγωγή Α
hi: * पार्श्व एक
ja: *再生A
nb: * Avspilling A
uk: * Відтворення А

source: Playback A
el: Αναπαραγωγή Α
hi: पार्श्व एक
ja: 再生A
uk: Відтворення А

source: *Playback B
el: * Αναπαραγωγή Β
hi: * प्लेबैक बी
ja: *再生B
nb: * Avspilling B
uk: * Відтворення Б

source: Playback B
el: Αναπαραγωγή Β
hi: प्लेबैक बी
ja: 再生B
nb: Avspilling B
uk: Відтворення Б

source: Recording
el: Εγγραφή
hi: रिकॉर्डिंग
ja: 録音
nb: Opptak
uk: Запис
vi: Ghi âm

source: Performance
el: Εκτέλεση
hi: प्रदर्शन
ja: パフォーマンス
nb: Ytelse
uk: Продуктивність
vi: Hiệu suất

source: Interface
el: Διασύνδεση
hi: इंटरफेस
ja: インタフェース
nb: Grensesnitt
uk: Інтерфейс
vi: Giao diện

source: About
el: Για
hi: के बारे में
ja: 約
nb: Om
uk: О
vi: Trong khoảng

source: : Preferences
el: : Προτιμήσεις
hi: : पसंद
ja: :環境設定
nb: : Preferanser

source: : Question
el: : Ερώτηση
hi: : प्रश्न
ja: : 質問
nb: : Spørsmål
uk: : Питання
vi: : Câu hỏi

source: Quit
el: Εγκαταλείπω
hi: छोड़ो
ja: 終了する
nb: Avslutt
uk: Вихід
vi: Thoát

source: Can't quit while a recording is in progress.
el: Δεν μπορείτε να κλείσετε ενώ μια εγγραφή είναι σε εξέλιξη.
hi: छोड़ नहीं सकते हैं, जबकि एक रिकॉर्डिंग प्रगति पर है।
ja: 録音中に終了することができません。
nb: Kan ikke avslutte mens opptak pågår.
uk: Неможливо кинути в той час як йде запис.
vi: Không thể bỏ trong khi ghi âm được tiến hành.

source: Can't quit while a render is in progress.
el: Δεν μπορείτε να κλείσετε ενώ σοβάδων είναι σε εξέλιξη.
hi: छोड़ नहीं सकते हैं, जबकि एक प्रस्तुत करना प्रगति पर है।
ja: レンダリングの進行中に終了することができません。
nb: Kan ikke slutte mens en gjengivelses pågår.
uk: Неможливо кинути в той час як винести в процесі.
vi: Không thể bỏ trong khi một render được tiến hành.

source: Save edit list before exiting?
el: Αποθήκευση edit λίστα πριν την έξοδο;
hi: बाहर निकलने से पहले संपादित सूची सहेजें?
ja: 終了する前に編集リストを保存しますか？
nb: Lagre redigere liste før du går ut?
uk: Зберегти список редагування перед виходом?
vi: Lưu chỉnh sửa danh sách trước khi xuất cảnh?

source: : Confirm
el: : Επιβεβαιώνουν
hi: : पुष्टि करें
ja: :確認
nb: Bekreft
uk: Повторіть
vi: : Xác nhận

source: Delete this file and %s?
el: Διαγραφή αυτού του αρχείου και το %s;
hi: इस फ़ाइल और %s हटाएं?
ja: このファイルと %sのを削除しますか？
nb: Slett denne fila og %s?
uk: Видалити цей файл і %s
vi: Xóa tập tin và %s?

source: No space left on disk.
el: Δεν υπάρχει χώρος στο δίσκο.
hi: नहीं अंतरिक्ष डिस्क पर छोड़ दिया है।
ja: いいえスペースがディスク上に残っていません。
nb: Disken er full.
uk: Немає вільного місця на диску.
vi: Không có không gian còn lại trên đĩa.

source: Path
el: Μονοπάτι
hi: पथ
ja: パス
nb: Sti
uk: Шлях
vi: Con đường

source: News
el: Νέα
hi: समाचार
ja: ニュース
nb: Nyheter
uk: Новости
vi: Tin tức

source: Duration
el: Διάρκεια
hi: अवधि
ja: 期間
nb: Varighet
uk: Тривалість
vi: Thời gian

source: Start batch recording from the current position.
el: Ξεκινήστε παρτίδα καταγραφής 'από την τρέχουσα θέση.
hi: प्रारंभ बैच रिकॉर्डिंग Nfrom वर्तमान स्थिति।
ja: バッチ記録 Nfromを現在の位置を開始します。
nb: Start batch opptak nfra den aktuelle posisjonen.
uk: Початок пакетний записи Nfrom поточну позицію
vi: Bắt đầu đợt ghi ntừ vị trí hiện tại.

source: Activate
el: Θέτω εις ενέργειαν
hi: सक्रिय
ja: アクティブ化
nb: Aktiviser
uk: Активувати
vi: Kích hoạt

source: Make the highlighted clip active.
el: Κάντε το υπογράμμισε nclip ενεργή.
hi: Nclip सक्रिय प्रकाश डाला है।
ja: nclipアクティブハイライト表示さ​​れていることを確認します。
nb: Gjør det uthevede nclip aktiv.
uk: Зробити виділений nclip активним.
vi: Hãy nhấn mạnh những tích cực nclip.

source: Record...
el: Ρεκόρ...
hi: रिकार्ड ...
ja: 記録...
nb: Ta opp...
uk: Запис ...
vi: Ghi lại...

source: record
el: ρεκόρ
hi: रिकॉर्ड
ja: 記録
nb: rekord
uk: Запис
vi: ghi lại

source: Deleting
el: Διαγραφή
hi: हटाना
ja: 削除
nb: Sletter
uk: Видалення
vi: Xóa

source: Running
el: Τρέξιμο
hi: चल
ja: 実行
nb: Løping
uk: Запуск
vi: Đang chạy

source: start over
el: ξανά από την αρχή
hi: फिर से शुरू करना
ja: 最初からやり直します
nb: begynne på nytt
uk: почати з початку
vi: bắt đầu lại

source: Loop
el: Βρόχος
hi: लूप
ja: ループ
uk: Петля

source: : Recording
el: : Καταγραφή
hi: : रिकॉर्डिंग
ja: : 録音
uk: : Запис
vi: : Ghi âm

source: Start time:
el: Ώρα έναρξης:
hi: समय शुरू:
ja: 始まる時間:
nb: Starttid:
uk: Час початку:
vi: Thời gian bắt đầu:

source: Duration time:
el: Χρόνος Διάρκεια:
hi: समय सीमा:
ja: 継続時間:
nb: Varighet:
uk: Час Тривалість:
vi: Thời gian:

source: Transport:
el: Μεταφορά:
hi: परिवहन
ja: 輸送:
nb: Transportere:
uk: Транспорт:
vi: Vận chuyển:

source: : Record path
el: : Εγγραφή μονοπάτι
hi: : रिकॉर्ड पथ
ja: :レコードのパス
nb: : Record banen
uk: : Запис шлях
vi: : Ghi lại con đường
