Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: Cancel
el: Ματαίωση
hi: रद्द करना
ja: キャンセル
nb: Avbryt
uk: Скасувати
vi: Hủy

source: cannot connect to X server.
el: Δεν μπορεί να συνδεθεί με το διακομιστή Χ.
hi: एक्स सर्वर से कनेक्ट नहीं कर सकते।
ja: Xサーバに接続することはできません。 n "は
nb: Kan ikke koble opp til X-tjener.
uk: Не вдається підключитися до X-сервера. П
vi: Không thể kết nối đến máy chủ X.

source: 'DISPLAY' environment variable not set.
el: 'DISPLAY' μεταβλητή περιβάλλοντος δεν έχει καθοριστεί.
hi: 'प्रदर्शन' पर्यावरण चर सेट नहीं है।
ja: DISPLAY」環境変数が設定されていません。 n "は
nb: Miljøvariabelen 'DISPLAY' er ikke satt.
uk: Змінна середовища
vi: Biến môi trường 'DISPLAY' không được thiết lập.

source: Really delete the following files?
el: Πραγματικά διαγράψτε τα ακόλουθα αρχεία;
hi: वास्तव में निम्न फ़ाइलों को मिटाना चाहते हैं?
ja: 本当に以下のファイルを削除しますか？
nb: Vil du virkelig slette disse filene?
uk: Дійсно видалити такі файли?
vi: Thực sự muốn xóa các tập tin sau đây?

source: BC_DisplayInfo::init_window: cannot connect to X server.
el: BC_DisplayInfo::init_window: δεν μπορεί να συνδεθεί με το διακομιστή Χ
hi: BC_DisplayInfo::init_window: एक्स सर्वर से कनेक्ट नहीं कर सकते।
ja: BC_DisplayInfo::init_windowは:Xサーバに接続することはできません nです。
nb: BC_DisplayInfo::init_window: kan ikke koble til X-tjeneren
uk: BC_DisplayInfo::init_window: не вдається підключитися до сервера X п.
vi: BC_DisplayInfo::init_window: không thể kết nối đến máy chủ X

source: Change the filter
el: Αλλάξτε το φίλτρο
hi: फिल्टर बदलें
ja: フィルタの変更
nb: Endre filteret
uk: Змінити фільтр
vi: Thay đổi bộ lọc

source: Cancel the operation
el: Ακύρωση της λειτουργίας
hi: रद्द ऑपरेशन
ja: 操作をキャンセル
nb: Avbryt operasjonen
uk: Скасувати операцію
vi: Hủy bỏ các hoạt động

source: Submit the directory
el: Υποβολή του καταλόγου
hi: निर्देशिका भेजें
ja: ディレクトリを提出します
nb: Send katalogen
uk: Уявити каталог
vi: Gửi thư

source: Descend directory
el: Κατάλογο κατέλθει
hi: उतरना निर्देशिका
ja: ディレクトリを下ります
nb: Nedstigning katalog
uk: Каталог Спуск
vi: Xuống thư mục

source: Submit the file
el: Υποβολή του αρχείου
hi: फ़ाइल भेजें
ja: ファイルを送信
nb: Send filen
uk: Відправити файл
vi: Gửi tập tin

source: Display text
el: Εμφάνιση κειμένου
hi: प्रदर्शन पाठ
ja: 表示テキスト
nb: Vis tekst
uk: Текст на дисплеї
vi: Hiển thị văn bản

source: Display icons
el: Εικονίδια οθόνης
hi: प्रदर्शन प्रतीक
ja: 表示アイコン
nb: Vis ikoner
uk: Іконки дисплея
vi: Hiển thị biểu tượng

source: Create new folder
el: Δημιουργία νέου φακέλου
hi: नया फ़ोल्डर बनाएं
ja: 新しいフォルダを作成します
nb: Lag ny mappe
uk: Створити нову папку
vi: Tạo thư mục mới

source: Rename file
el: Μετονομασία αρχείων
hi: फाइल का नाम बदलें
ja: ファイルの名前を変更
nb: Gi nytt navn filen
uk: Перейменувати файл
vi: Đổi tên tập tin

source: Up a directory
el: Up έναν κατάλογο
hi: एक निर्देशिका अप
ja: ディレクトリアップ
nb: Opp en katalog
uk: До директорії
vi: Up một thư mục

source: Delete files
el: Διαγραφή αρχείων
hi: फाइलों को नष्ट
ja: ファイルの削除
nb: Slett filer
uk: Видалити файли
vi: Xóa các tập tin

source: Refresh
el: Φρεσκάρω
hi: ताज़ा
ja: リフレッシュ
nb: Oppfrisk
uk: Оновити
vi: Làm mới

source: : New folder
el: : Νέος φάκελος
hi: : नया फोल्डर
ja: : 新規フォルダ
nb: : Ny mappe
uk: : Нова папка
vi: : Thư mục mới

source: : Rename
el: : Μετονομασία
hi: : नाम बदलें
ja: :名前の変更
nb: : Gi nytt navn
uk: Перейменувати
vi: : Đổi tên

source: : Delete
el: : Διαγραφή
hi: : हटाएँ
ja: :削除
nb: : Slett
uk: : Видалити
vi: : Xóa bỏ

source: File
el: Αρχείο
hi: फाइल
ja: ファイル
nb: Fil
uk: Файл
vi: Tập tin

source: Size
el: Μέγεθος
hi: आकार
ja: サイズ
nb: Størrelse
uk: Розмір
vi: Kích thước

source: Date
el: Ημερομηνία
hi: तारीख
ja: 日付
nb: Dato
uk: Дата
vi: Ngày

source: Ext.
hi: एक्सटेंशन।
ja: 内線

source: Enter the name of the folder:
el: Πληκτρολογήστε το όνομα του φακέλου:
hi: फ़ोल्डर का नाम दर्ज करें:
ja: フォルダの名前を入力します。
nb: Skriv inn navnet på mappen:
uk: Введіть ім'я папки:
vi: Nhập tên của thư mục:

source: Untitled
el: Χωρίς τίτλο
hi: शीर्षकहीन
ja: 無題
nb: Uten navn
uk: Без назви

source: Fullscreen
el: ΠΛΗΡΗΣ ΟΘΟΝΗ
hi: पूर्ण स्क्रीन
ja: 全画面表示
nb: Fullskjerm
uk: Повноекранний
vi: Toàn màn hình

source: Popup
hi: पॉप अप
ja: 現れる
uk: Вискочити

source: Progress
el: Πρόοδος
hi: प्रगति
ja: 進行
nb: Framgang
uk: Прогрес
vi: Tiến độ

source: Choose from recently used
el: Επιλέξτε από χρησιμοποιήθηκαν πρόσφατα
hi: हाल ही में उपयोग में से चुनें
ja: 最近使用したから選択してください
nb: Velg fra sist brukt
uk: Виберіть один з недавно використовувалися
vi: Chọn từ sử dụng gần đây

source: Enter a new name for the file:
el: Πληκτρολογήστε ένα νέο όνομα για το αρχείο:
hi: फ़ाइल के लिए एक नया नाम दर्ज करें:
ja: ファイルの新しい名前を入力します。
nb: Skriv inn et nytt navn for filen:
uk: Введіть нове ім'я файлу:
vi: Nhập tên mới cho tập tin:

source: Conversion from %s to %s is not available
el: Μετατροπή από %s έως %s δεν είναι διαθέσιμο
hi: रूपांतरण %s से %s पर उपलब्ध नहीं है
ja: %sの %sに変換は利用できません
nb: Konvertering fra %s til %s er ikke tilgjengelig

source: Theme::get_image: %s not found.
el: Theme::get_image: %s δεν βρέθηκε
hi: थीम::get_image: %s नहीं मिला।
ja: テーマ:: GET_IMAGE: %sが見つかりません n "は
nb: Tema::get_image: %s ikke funnet
uk: Тема::get_image: %s не найден п.
vi: Theme::get_image: %s không tìm thấy

source: BC_Theme::check_used: Images aren't used.
el: BC_Theme::check_used: Οι εικόνες δεν χρησιμοποιούνται
hi: BC_Theme::check_used: छवियाँ नहीं किया जाता है।
ja: BC_Themeは:: check_used:画像が使用されていません nです。
nb: BC_Theme::check_used: Bildene blir ikke brukt
uk: BC_Theme::check_used: Зображення не використовується п.
vi: BC_Theme::check_used: Hình ảnh không được sử dụng

source: %s: opengl initialization failed failed
el: %s: OpenGL Απέτυχε η προετοιμασία απέτυχε
hi: %s: ओपन का आरंभीकरण में विफल रहा है विफल रहा है
ja: %sの:OpenGLの初期化に失敗しました nを失敗しました
nb: %s: OpenGL mislyktes mislyktes
uk: %s: ініціалізація OpenGL вдалося несправний
vi: %s: OpenGL khởi thất bại thất bại

source: BC_WindowBase::~BC_WindowBase window deleted but opengl deletion is not implemented for BC_Pixmap.
el: BC_WindowBase::~ BC_WindowBase παράθυρο διαγραφεί αλλά OpenGL διαγραφή δεν είναι nimplemented για BC_Pixmap.
hi: BC_WindowBase::~ BC_WindowBase खिड़की से हटा दिया लेकिन ओपन का विलोपन BC_Pixmap के लिए nimplemented नहीं है à¥¤
ja: BC_WindowBase ::〜BC_WindowBaseウィンドウ欠失しているが、openglの削除がBC_Pixmapのためnimplemented ãれていません。 n "は
nb: BC_WindowBase::~ BC_WindowBase vindu slettet, men OpenGL sletting ikke er nimplemented for BC_Pixmap.
uk: BC_WindowBase::~ BC_WindowBase вікно віддаляється, але OpenGL видалення не nimplemented для BC_Pixmap. П
vi: BC_WindowBase::~ BC_WindowBase cửa sổ xóa nhưng xóa OpenGL không được nimplemented cho BC_Pixmap.

source: Mary Egbert had a little lamb.
el: Mary Egbert nhad ένα μικρό αρνί
hi: मेरी Egbert एक छोटे मेमने Nhad।
ja: メアリーエグバートã¯子羊をnhad。
nb: Mary Egbert nhad et lite lam.
uk: Мері Егберт Nhad баранчик».
vi: Mary Egbert nhad một ít thịt cừu.

source: Hello world
el: Γειά σου Κόσμε
hi: नमस्ते दुनिया
ja: こんにちは世界
nb: Hei verden
uk: Привіт Світ
vi: Chào thế giới

source: Hours:Minutes:Seconds.xxx
el: Ώρες: Λεπτά: Seconds.xxx
hi: घंटे: मिनट: Seconds.xxx
ja: 時間:分:Seconds.xxx
nb: Timer: Minutter: Seconds.xxx
uk: Годинник: хвилини: Seconds.xxx
vi: Giờ: Phút: Seconds.xxx

source: Hours:Minutes:Seconds:Frames
el: Ώρες: Λεπτά: Δευτερόλεπτα: Κορνίζες
hi: घंटे: मिनट: सेकंड: फ्रेम्स
ja: 時:分:秒:フレーム
nb: Timer: Minutter: Sekunder: Rammer
uk: Годинник: хвилини: секунди: кадри
vi: Giờ: Phút: Giây: Khung

source: Samples
el: Δείγματα
hi: नमूने
ja: サンプル
nb: Prøver
uk: Зразки
vi: Mẫu

source: Hex Samples
el: Δείγματα Hex
hi: हेक्स नमूने
ja: 六角のサンプル
uk: Hex Зразки
vi: Các mẫu Hex

source: Frames
el: Κουφώματα
hi: फ्रेम
ja: フレーム
uk: Рамки
vi: Khung

source: Feet-frames
el: Πόδια-καρέ
hi: पैर-फ्रेम
ja: 足フレーム
uk: Ніжки-кадри
vi: Chân-khung

source: Hours:Minutes:Seconds
el: Ώρες: Λεπτά: Δευτερόλεπτα
hi: घंटे: मिनट: सेकंड
ja: 時:分:秒
nb: Timer: Minutter: Sekunder
uk: Годинник: хвилини: секунди
vi: Giờ: Phút: Giây

source: Seconds
el: Δευτερόλεπτα
hi: सेकंड
ja: 秒
nb: Sekunder
uk: Секунди
vi: Giây

source: Minutes:Seconds
el: Λεπτά: Δευτερόλεπτα
hi: मिनट: सेकंड
ja: 分:秒
nb: Minutter: Sekunder
uk: Хвилини: Секунди
vi: Phút: Giây

source: About:
el: Για:
hi: के बारे में:
ja: 約:
nb: Handle om:
uk: В:
vi: Trong khoảng:

source: License:
el: Άδεια:
hi: लाइसेंस:
ja: ライセンス:
nb: Lisens: %s
uk: Ліцензія:
vi: Giấy phép:

source: cuts to %s complete
el: Κόβει σε πλήρες %s
hi: %s पूरा
ja: %sの完全な nにカット
nb: Kutt til %s fullstendig
uk: Ріже щоб %s повної
vi: Cắt đến %s hoàn thành

source: Device path:
el: Μονοπάτι συσκευής:
hi: डिवाइस पथ:
ja: デバイスパス:
nb: Sti til enheten:
uk: Шлях Прилад:
vi: Con đường Device:

source: Bits:
hi: बिट
ja: ビット:
uk: Біти:

source: Device:
el: Συσκευή:
hi: डिवाइस
ja: デバイス:
nb: Enhet:
uk: Прилад:
vi: Thiết bị:

source: Stop playback locks up.
el: Σταματήστε να κλειδώνει την αναπαραγωγή επάνω.
hi: प्लेबैक को ताले बंद करो।
ja: 再生のロックを停止します。
nb: Stopp avspilling låser opp.
uk: Зупинити відтворення зависає
vi: Dừng lại ổ khóa phát lại lên.

source: Server:
el: Υπηρέτης:
hi: सर्वर
ja: サーバ:
nb: Tjener:
uk: Сервер:
vi: Máy chủ:

source: Port:
el: Λιμάνι:
hi: बंदरगाह:
ja: ポート:
nb: Havn:
uk: Порт:
vi: Hải cảng:

source: Device Path:
el: Μονοπάτι συσκευής:
hi: डिवाइस पथ:
ja: デバイスパス:
nb: Sti til enhet:
uk: Шлях Прилад:

source: Channel:
el: Κανάλι:
hi: चैनल:
ja: チャネル:
nb: Kanal:
uk: Канал:
vi: Kênh:

source: Syt Offset:
hi: Syt ऑफसेट:
ja: SYTオフセット:

source: DVB Adapter:
el: Adapter DVB:
hi: डीवीबी एडाप्टर:
ja: DVBアダプタ:
uk: DVB-адаптер:

source: Follow audio config
el: Ακολουθήστε config ήχου
hi: ऑडियो config का पालन करें
ja: オーディオ設定に従ってください
nb: Følg lyd config
uk: Ідіть аудіо конфігурації
vi: Hãy theo cấu hình âm thanh

source: AModule::import_samples Couldn't open %s.
el: AModule::import_samples δεν ήταν δυνατό το άνοιγμα του %s.
hi: AModule::import_samples %s खोल नहीं सका।
ja: AModule::import_samplesは %sを開けませんでした。 n
nb: AModule::import_samples Kunne ikke åpne %s.
uk: AModule::import_samples Неможливо відкрити %s.
vi: AModule::import_samples Không thể mở %s.

source: Automation
el: Αυτοματοποίηση
hi: स्वचालन
ja: オートメーション
nb: Automasjon
uk: Автоматизація
vi: Tự động hóa

source: Plugin %d
hi: प्लगइन %d
ja: プラグイン %d個
uk: Плагін %d

source: Mute
el: Βουβός
hi: मौन
ja: ミュート
nb: Stum
vi: Tắt tiếng

source: Play
el: Παιχνίδι
hi: प्ले
ja: 遊びます
nb: Spille
vi: Chơi

source: fade
el: ξεθωριάζει
hi: फीका
ja: フェード
nb: falme
uk: Зникати
vi: phai màu

source: Pan
el: Τηγάνι
hi: पान
ja: パン
nb: Panne
uk: Пан

source: pan
el: τηγάνι
hi: अखिल
ja: パン
nb: panne
uk: Пан
vi: Chảo

source: : Asset Info
el: : Πληροφορίες Ενεργητικού
hi: : एसेट जानकारी
ja: :資産情報
vi: : Tài sản Info

source: : Asset path
el: : Διαδρομή Ενεργητικού
hi: : संपत्ति पथ
ja: :アセット・パス
nb: : Asset banen
uk: : Шлях активами
vi: : Đường dẫn tài sản

source: Select a file for this asset:
el: Επιλέξτε ένα αρχείο για αυτό το περιουσιακό στοιχείο:
hi: इस संपत्ति के लिए एक फ़ाइल का चयन करें:
ja: このアセットのファイルを選択します。
nb: Velg en fil for denne eiendelen:
uk: Виберіть файл для даного активу:
vi: Chọn một tập tin cho nội dung này:

source: File format:
el: Μορφή αρχείου:
hi: फाइल प्रारूप:
ja: ファイル形式:
nb: Filformat:
uk: Формат файлу:
vi: Định dạng file:

source: Bytes:
hi: बाइट्स:
ja: バイト:
nb: Byter:
uk: Б

source: Bitrate (bits/sec):
hi: बिटरेट (बिट्स / सेकंड):
ja: ビットレート（ビット/秒）:
nb: Bitrate (bits/sek):
uk: Потік (б / с):
vi: Tốc độ bit (bit / giây):

source: Audio:
hi: ऑडियो
ja: オーディオ:
nb: Lyd:
uk: Аудіо:
vi: Âm thanh:

source: Compression:
el: Συμπίεση:
hi: संपीड़न:
ja: 圧縮:
nb: Kompresjon:
uk: Стиснення:
vi: Nén

source: Channels:
el: Κανάλια
hi: चैनल
ja: チャンネル:
nb: Kanaler:
uk: Канали:
vi: Kênh truyền hình:

source: Sample rate:
el: Ρυθμός δειγματοληψίας:
hi: नमूना दर:
ja: サンプルレート:
uk: Частота дискретизації:
vi: Tỷ lệ mẫu:

source: Header length:
el: Μήκος Header:
hi: शीर्षक लंबाई:
ja: ヘッダ長:
nb: Header lengde:
uk: Довжина заголовка:
vi: Header dài:

source: Byte order:
el: Για Byte:
hi: बाइट आदेश:
ja: バイト・オーダー:
nb: Byterekkefølge:
uk: Байт:
vi: Trật tự Byte:

source: Lo-Hi
hi: लो-हाय
ja: ロー・ハイ
uk: Lo-Привіт

source: Hi-Lo
hi: हाय-लो
ja: ハイロー
uk: Привіт-Ло

source: Values are unsigned
el: Οι τιμές είναι ανυπόγραφο
hi: मान अहस्ताक्षरित कर रहे हैं
ja: 値は符号なしです
nb: Verdier er uten fortegn
uk: Значення без знака
vi: Giá trị là unsigned

source: Values are signed
el: Οι τιμές υπέγραψε
hi: मान हस्ताक्षर किए हैं
ja: 値が署名されています
nb: Verdier har fortegn
uk: Значення підписані
vi: Các giá trị được ký kết

source: Video:
el: Βίντεο:
hi: वीडियो:
ja: ビデオ:
uk: Відео:

source: Frame rate:
el: Ρυθμός καρέ:
hi: फ्रेम रेट:
ja: フレームレート:
nb: Bildefrekvens:
uk: Частота кадрів:
vi: Tốc độ khung hình:

source: Width:
el: Πλάτος:
hi: चौड़ाई:
ja: 幅:
nb: Bredde:
uk: Ширина:
vi: Chiều rộng:

source: Height:
el: Ύψος:
hi: ऊंचाई:
ja: 高さ:
nb: Høyde:
uk: Зростання:
vi: Chiều cao:

source: Actual width:
el: Πραγματική πλάτος:
hi: वास्तविक चौड़ाई:
ja: 実際の幅:
nb: Faktisk width:
uk: Фактична ширина:
vi: Width thực tế:

source: Actual height:
el: Πραγματική ύψος:
hi: वास्तविक ऊंचाई:
ja: 実際の身長:
nb: Faktisk høyde:
uk: Фактична висота:
vi: Chiều cao thực tế:

source: Detail
el: Λεπτομέρεια
hi: विस्तार
ja: 詳細
nb: Detalj
uk: Деталь
vi: Chi tiết

source: Asset Detail
el: Λεπτομέρεια Ενεργητικού
hi: एसेट विस्तार
ja: 資産詳細
nb: Asset detaljer
uk: Активами Фрагмент
vi: Chi tiết nội dung

source: no info available
el: Δεν υπάρχει σχετική πληροφορία
hi: कोई जानकारी उपलब्ध नहीं है
ja: 利用可能な情報はありません
nb: Ingen info tilgjengelig
uk: Немає інформації доступна
vi: Không có thông tin có sẵn

source: : Path
hi: : पथ
ja: :パス
uk: : Шлях
vi: : Con đường

source: Select a file
el: Επιλέξτε ένα αρχείο
hi: किसी फाइल का चयन करें
ja: ファイルを選択
nb: Velg en fil
uk: Виберіть файл
vi: Chọn một tập tin

source: Info...
el: Πληροφορίες ...
hi: जानकारी ...
ja: 情報...
uk: Інформація ...
vi: Thông tin ...

source: Rebuild index
el: Ανακατασκευή του δείκτη
hi: सूचकांक पुनर्निर्माण
ja: インデックスを再構築
nb: Bygg indeks påny
uk: Rebuild індекс

source: Sort items
el: Ταξινόμηση στοιχείων
hi: क्रमबद्ध आइटम
ja: ソート項目
nb: Sort elementer
uk: Сортування елементів
vi: Sắp xếp tài liệu

source: View
el: Θέα
hi: राय
ja: 表示
nb: Vis
uk: Перегляд
vi: Lượt xem

source: View in new window
el: Προβολή σε νέο παράθυρο
hi: नई विंडो में देखें
ja: 新しいウィンドウで表示
nb: Vis i nytt vindu
uk: Відкрити в новому вікні
vi: Xem ở cửa sổ mới

source: Paste
el: Πάστα
hi: पेस्ट
ja: ペースト
nb: Lim inn
uk: Вставити
vi: Dán

source: Match project size
el: Match μέγεθος του έργου
hi: मैच परियोजना का आकार
ja: マッチプロジェクトサイズ
nb: Match prosjektets størrelse
uk: Розмір проекту матч
vi: Quy mô dự án trận đấu

source: Match frame rate
el: Το frame rate Match
hi: मैच फ्रेम दर
ja: マッチフレームレート
uk: Частота кадрів Матч
vi: Tỷ lệ khung hình trận đấu

source: Match all
el: Αγώνας όλους
hi: सभी मैच
ja: すべてに一致
nb: Match alle
uk: Врахувати все
vi: Phù hợp với tất cả

source: Remove from project
el: Αφαίρεση από το έργο
hi: इस परियोजना से निकालें
ja: プロジェクトから削除
nb: Fjern fra prosjekt
uk: Видалити з проекту
vi: Di chuyển từ dự án

source: Remove from disk
el: Βγάλτε από το δίσκο
hi: डिस्क से निकालें
ja: ディスクから削除
nb: Fjern fra disk
uk: Видалити з диска
vi: Hủy bỏ từ đĩa

source: : Remove assets
el: : Κατάργηση περιουσιακών στοιχείων
hi: : परिसंपत्तियों निकालें
ja: :資産の削除
nb: : Fjern eiendeler
uk: : Видалити активи
vi: : Hủy bỏ tài sản

source: Permanently remove from disk?
el: Οριστική κατάργηση από το δίσκο;
hi: स्थायी रूप से डिस्क से हटा दें?
ja: 恒久的にディスクから削除しますか？
nb: Vil du slette dette fra disken?
uk: Постійно видалити з диска?
vi: Vĩnh viễn loại bỏ từ đĩa?

source: Audio %d
hi: ऑडियो %d
ja: オーディオ %d個
nb: Lyd %d
uk: Аудіо %d

source: no PCM configurations available
el: Δεν διαμορφώσεις PCM διαθέσιμη
hi: कोई पीसीएम विन्यास उपलब्ध
ja: 利用可能なPCMの構成は、 nをしません
nb: No PCM konfigurasjoner tilgjengelig
uk: Ні конфігурації PCM доступні
vi: Không có cấu hình PCM sẵn

source: failed to set up interleaved device access.
el: Απέτυχε να δημιουργήσει παρεμβαλλόμενες πρόσβαση στη συσκευή.
hi: Interleaved डिवाइस पहुँच स्थापित करने में विफल रहा।
ja: インターリーブされたデバイスアクセスの設定に失敗しました。 n
nb: Klarte ikke å sette opp innfelt enhetstilgang.
uk: Не вдалося налаштувати доступ з чергуванням пристрою. П
vi: Thất bại trong việc thiết lập quyền truy cập thiết bị xen kẽ.

source: failed to set output format.
el: Απέτυχε να ρυθμίσετε τη μορφή εξόδου.
hi: आउटपुट स्वरूप सेट करने में विफल रहा।
ja: 出力形式を設定できませんでした。 n
nb: Klarte å sette output format.
uk: Не вдалося встановити формат виведення. П
vi: Thất bại trong việc thiết lập định dạng đầu ra.

source: Configured ALSA device does not support %d channel operation.
el: Συσκευή Ρυθμίζεται ALSA δεν υποστηρίζει τη λειτουργία δ κανάλι %d
hi: कॉन्फ़िगर्ड ALSA उपकरण %d चैनल के आपरेशन का समर्थन नहीं करता।
ja: 「設定済みALSAデバイスは %d個のチャネル動作をサポートしていません。 n "は
nb: Konfigurerte ALSA enheten støtter ikke %d kanals drift.
uk: Налаштований ALSA пристрій не підтримує %d каналу. П
vi: Thiết bị được cấu hình ALSA không hỗ trợ %d kênh.

source: Configured ALSA device does not support %u Hz playback.
el: Συσκευή Ρυθμίζεται ALSA δεν υποστηρίζει %u Hz αναπαραγωγή.
hi: कॉन्फ़िगर्ड ALSA डिवाइस यू हर्ट्ज प्लेबैक %u
ja: 「設定済みALSAデバイスは %uのHzの再生をサポートしていません。 n "は
nb: Konfigurerte ALSA enheten støtter ikke %u Hz avspilling.
uk: Налаштований ALSA пристрій не підтримує %u Гц відтворення. П
vi: Thiết bị được cấu hình ALSA không hỗ trợ %u Hz phát lại.

source: %s failed
el: %s απέτυχε
hi: %s में विफल रहा है
ja: %sは失敗しました n
nb: %s mislyktes
uk: %s не вдалося
vi: %s n thất bại

source: Rewind ( Home )
hi: उल्टा (गृह)
ja: 巻き戻し（ホーム）
nb: Spol tilbake ( Hjem )
uk: Перемотка (Головна)

source: Fast Reverse ( + )
hi: फास्ट रिवर्स (+)
ja: 高速リバース（+）
uk: Швидко назад (+)
vi: Xếp nhanh (+)

source: Reverse Play ( 6 )
el: Αντίστροφη Play (6)
hi: रिवर्स खेलते हैं (6)
ja: リバースプレイ（6）
uk: Повернення назад (6)
vi: Chơi Xếp (6)

source: Stop ( 0 )
hi: बंद करो (0)
ja: 停止（0）
nb: Stopp ( 0 )
uk: Стоп (0)

source: Play ( 3 )
hi: प्ले (3)
ja: 再生（3）
nb: Spill ( 3 )

source: Pause
el: Παύση
hi: रोकें
ja: 一時停止
uk: Пауза
vi: Tạm ngưng

source: Fast Forward ( Enter )
hi: फास्ट फॉरवर्ड (प्रवेश)
ja: 早送り（エンター）

source: Jump to end ( End )
el: Μετάβαση σε τελικούς (End)
hi: कूद समाप्त करने के लिए (समाप्त)
ja: 最後まで（終了）ジャンプ
nb: Hopp til slutten ( End )
uk: Перейти в кінець (кінець)
vi: Nhảy để kết thúc (End)

source: Audio Effects
hi: ऑडियो प्रभाव
ja: オーディオエフェクト
uk: Звукові ефекти
vi: Hiệu ứng âm thanh

source: Video Effects
hi: वीडियो प्रभाव
ja: ビデオエフェクト

source: Audio Transitions
el: Audio Μεταβάσεις
hi: ऑडियो बदलाव
ja: オーディオトランジション

source: Video Transitions
el: Video Μεταβάσεις
hi: वीडियो बदलाव
ja: ビデオトランジション
uk: Відео Переходи

source: Labels
el: Ετικέτες
hi: लेबल
ja: ラベル
nb: Etiketter
uk: Наклейки
vi: Nhãn

source: Clips
hi: क्लिप
ja: クリップ
nb: klipp
uk: Кліпи
vi: Đoạn phim

source: Media
el: Μεσα ΜΑΖΙΚΗΣ ενημέρωσης
hi: मीडिया
ja: メディア
uk: Медіа
vi: Phương tiện truyền thông

source: User
el: Μεταχειριζόμενος
hi: उपयोगकर्ता
ja: ユーザー
nb: Bruker
uk: Користувач
vi: Người sử dụng

source: : Resources
el: : Δυναμικό
hi: : संसाधन
ja: :リソース
nb: : Ressurser
uk: : Ресурси
vi: : Tài nguyên

source: Title
el: Τίτλος
hi: शीर्षक
ja: タイトル
nb: Tittel
uk: Назва
vi: Tiêu đề

source: Comments
el: Σχόλια
hi: टिप्पणियाँ
ja: コメント
nb: Kommentarer
uk: Коментарі
vi: Bình luận

source: Visibility
el: Ορατότητα
hi: दृश्यता
ja: 可視性
nb: Synlighet
uk: Видимість
vi: Tầm nhìn

source: : Remove plugin
el: : Κατάργηση plugin
hi: : प्लगइन निकालें
ja: :プラグインを削除します
nb: : Fjern plugin
uk: : Видалити плагін
vi: : Hủy bỏ plugin

source: remove plugin?
el: Αφαίρεση plugin;
hi: प्लगइन को दूर?
ja: プラグインを削除しますか？
nb: Fjerne plugin?
uk: Видалити плагін?
vi: Loại bỏ plugin?

source: remove %s
el: Αφαιρέσετε %s
hi: हटाने %s
ja: %sの nを削除
nb: Fjerne %s
uk: Видалити %s
vi: Loại bỏ %s

source: New bin
el: Νέα bin
hi: नई बिन
ja: 新しいビン
nb: Ny bin
uk: Новий бен
vi: Bin mới

source: Delete bin
el: Διαγραφή bin
hi: हटाएँ बिन
ja: ビンの削除
nb: Slett bin
uk: Видалити бін
vi: Xóa bin

source: Rename bin
el: Μετονομασία bin
hi: बिन नाम बदलें
ja: ビンの名前を変更します
nb: Gi nytt navn bin
uk: Перейменувати бункер
vi: Đổi tên bin

source: Delete asset from disk
el: Διαγραφή των περιουσιακών στοιχείων από το δίσκο
hi: डिस्क से संपत्ति हटाएँ
ja: ディスクから資産を削除します
nb: Slett åndsverket fra disken
uk: Видалити актив з диска
vi: Xóa tài sản từ đĩa

source: Delete asset from project
el: Διαγραφή περιουσιακό στοιχείο από το έργο
hi: इस परियोजना से संपत्ति हटाएँ
ja: プロジェクトからアセットを削除します
nb: Slett åndsverket fra prosjektet
uk: Видалити актив з проекту
vi: Xóa tài sản từ dự án

source: Edit information on asset
el: Επεξεργασία πληροφοριών σχετικά με ενεργητικού
hi: संपत्ति के बारे में जानकारी संपादित करें
ja: 資産の情報を編集します
nb: Rediger info om åndsverk
uk: Редагувати інформацію про активу
vi: Chỉnh sửa thông tin về tài sản

source: Redraw index
el: Διόρθωση δείκτη
hi: सूचकांक redraw
ja: インデックスを再描画
nb: Tegn indeks på nytt
uk: Перемальовування індекс
vi: Vẽ lại chỉ số

source: Paste asset on recordable tracks
el: Επικόλληση στοιχείων ενεργητικού σε εγγράψιμο κομμάτια
hi: रिकॉर्ड करने पटरियों पर चिपकाने के परिसंपत्ति
ja: 記録可能なトラックに貼り付け資産
nb: Lim ressurs på skrivbare spor
uk: Вставити активів на записуваних доріжок
vi: Dán tài sản trên các tuyến đường ghi

source: Append asset in new tracks
el: Προσάρτηση περιουσιακό στοιχείο σε νέα κομμάτια
hi: नई पटरियों में संपत्ति जोड़ें
ja: 新しいトラックに資産を追加
nb: Legg til åndsverk i nye spor
uk: Додати актив в нових треків
vi: Gắn thêm tài sản trong các bài hát mới

source: View asset
el: Προβολή ενεργητικού
hi: परिसंपत्ति देखें
ja: ビューの資産
nb: Se på åndsverk
uk: Подивитися активами
vi: Xem tài sản

source: Edit...
el: Επεξεργασία...
hi: संपादित करें ...
ja: 編集...
nb: Rediger...
uk: Змінити ...
vi: Chỉnh sửa...

source: ffmpeg
ja: ffmpegの

source: blending
el: Ανάμειξη
hi: सम्मिश्रण
ja: ブレンド
uk: Змішування
vi: Pha trộn

source: colors
el: χρωματιστά
hi: रंग की
ja: 色
nb: farger
uk: Кольору
vi: màu sắc

source: exotic
el: εξωτικός
hi: विदेशी
ja: エキゾチック
nb: eksotisk
uk: Екзотичних
vi: Kỳ lạ

source: transforms
el: Μετασχηματισμών
hi: बदल
ja: 変換
nb: forvandler
uk: Прообрази
vi: Biến đổi

source: draw vicons
el: Σύρει vicons
hi: Vicons आकर्षित
ja: viconsを描きます
nb: Tegne vicons
uk: Малювати vicons
vi: Vẽ vicons

source: Open
el: Ανοιχτό
hi: खुला
ja: オープン
nb: Åpne
uk: Відкрити
vi: Mở

source: Done
el: Έγινε
hi: किया हुआ
ja: 完了
nb: Ferdig
uk: Готово
vi: Làm xong

source: New file
el: Νέο αρχείο
hi: नई फ़ाइल
ja: 新しいファイル
nb: Ny fil
uk: Новий файл
vi: Tập tin mới

source: Exists
el: Υπάρχει
hi: मौजूद है
ja: 存在
nb: Eksisterer
uk: Існує
vi: Tồn tại

source: Untimed
ja: アンタイムド
nb: Tidsangitt

source: Timed
el: Παροδικό
hi: समय
ja: 時限
nb: Tidsbestemt
uk: Тимчасовий

source: Unknown
el: Άγνωστος
hi: अनजान
ja: 不明
nb: Ukjent
uk: Невідомий
vi: Không xác định

source: Enabled
hi: सक्षम
ja: 有効
nb: Slått på
uk: Включено
vi: Bật

source: Output
el: Παραγωγή
hi: आउटपुट
ja: 出力
nb: Produksjon
uk: Вихід
vi: Xuất

source: Elapsed
el: Παρήλθε
hi: गुजर चुके
ja: 経過
nb: Forløpt
uk: Минуле
vi: Trôi qua

source: Batch Render...
el: Μαζική Render ...
hi: बैच प्रस्तुत करना ...
ja: バッチレンダリング...
uk: Пакетне перегляду ...
vi: Hàng loạt Render ...

source: Shift-B
ja: Shiftキーを押しながらB

source: Unable to save: %s
el: Αδύνατη η αποθήκευση: %s
hi: सहेजने में असमर्थ: %s
ja: 保存できません: %sを
nb: Kan ikke lagre: %s
uk: Неможливо зберегти: %s
vi: Không thể để tiết kiệm: %s

source: EDL %s not found.
el: EDL %s δεν βρέθηκε.
hi: Edl %s नहीं मिला।
ja: EDL %sが見つかりません。 n "は
nb: EDL %s ikke funnet.
uk: EDL %s не найден.
vi: EDL %s không tìm thấy.

source: : Error
el: : Σφάλμα
hi: : त्रुटि
ja: :エラー
nb: : Feil
uk: Помилка
vi: : Lỗi

source: %d job EDLs do not match session edl
el: %d EDLs δουλειά δεν ταιριάζουν συνεδρία EDL
hi: %d काम edls के मेल नहीं खाते सत्र EDL
ja: %d個のジョブEDLのは、セッションEDLを n一致しません
nb: %d jobb EDLs ikke samsvarer økt EDL
uk: %d Есш робочих місць не відповідають сеансу EDL
vi: %d EDLs công việc không phù hợp với phiên EDL
