Repository: cinelerra-gg/cinelerra-gg
Catalog: cinelerra-5.1/po/*.po
Languages: el, hi, ja, nb, uk, vi

source: Light:
el: Φως:
hi: रोशनी:
ja: 光:
nb: Høyde:
uk: Світло:
vi: Ánh sáng:

source: Gamma G:
hi: गामा जी:
ja: ガンマG:
uk: Гамма G:

source: Gamma B:
el: Gamma Β:
hi: गामा बी:
ja: ガンマB:
uk: Гамма B:

source: negfix values to apply:
el: Να εφαρμόζουν τιμές negfix:
hi: Negfix मूल्यों को लागू करने के लिए:
ja: negfix値を適用します:
nb: Negfix verdier skal gjelde:
uk: Значення negfix застосовувати:
vi: Giá trị negfix áp dụng:

source: CD Ripper
hi: सीडी खूनी
ja: CDリッパー

source: : CD Ripper
hi: : सीडी खूनी
ja: :CDリッパー

source: Can't open cdrom drive.
el: Δεν είναι δυνατό το άνοιγμα μονάδα CD-ROM.
hi: सीडीरॉम ड्राइव नहीं खोल सकता।
ja: CD-ROMドライブを開くことができません。
nb: Kan ikke åpne cdrom stasjonen.
uk: Неможливо відкрити компакт-дисків.
vi: Không thể mở ổ đĩa CD-ROM.

source: Can't get total from table of contents.
el: Δεν μπορείτε να πάρετε συνολική από τον πίνακα περιεχομένων.
hi: सामग्री की तालिका से कुल प्राप्त नहीं कर सकता।
ja: 目次から合計を取得できません。
nb: Kan ikke få totalen fra innholdsfortegnelsen.
uk: Неможливо отримати підсумком зі змістом.
vi: Không thể có được tổng số từ bảng nội dung.

source: Can't get table of contents entry.
el: Δεν μπορείτε να πάρετε καταχώρηση του πίνακα περιεχομένων.
hi: सामग्री प्रविष्टि की तालिका प्राप्त नहीं कर सकता।
ja: 目次の項目を取得できません。
nb: Klarer ikke få tak i oppføring i innholdsfortegnelsen.
uk: Неможливо отримати змісту.
vi: Không thể có được bảng nội dung vào.

source: Can't get table of contents leadout.
el: Δεν μπορείτε να πάρετε πίνακα περιεχομένων leadout.
hi: सामग्री leadout की तालिका प्राप्त नहीं कर सकता।
ja: コンテンツ引出しのテーブルを取得できません。
nb: Kan ikke få innholdsfortegnelsen leadout.
uk: Неможливо отримати змісту leadout.
vi: Không thể có được bảng nội dung leadout.

source: Start track is out of range.
el: Κομμάτι Start είναι εκτός εμβέλειας.
hi: प्रारंभ ट्रैक सीमा से बाहर है।
ja: スタートトラックが範囲外です。
nb: Start sporet er utenfor rekkevidde.
uk: Старт трек поза діапазону.
vi: Bắt đầu ca khúc là ra khỏi phạm vi.

source: End track is out of range.
el: End κομμάτι είναι εκτός εμβέλειας.
hi: अंत ट्रैक सीमा से बाहर है।
ja: エンドトラックが範囲外です。
nb: End sporet er utenfor rekkevidde.
uk: Кінець доріжки поза діапазону.
vi: Cuối đường là ra khỏi phạm vi.

source: End position is out of range.
el: Τελική θέση βρίσκεται εκτός εύρους
hi: अंत की स्थिति सीमा से बाहर है।
ja: 終了位置が範囲外です。
nb: End posisjon er utenfor rekkevidde.
uk: Кінцеве положення поза діапазону.
vi: Vị trí cuối cùng là ra khỏi phạm vi.

source: Select the range to transfer:
el: Επιλέξτε την περιοχή για να μεταφέρετε:
hi: सीमा हस्तांतरण करने के लिए चयन करें:
ja: 転送する範囲を選択します。
nb: Velg området for å overføre:
uk: Виберіть діапазон для передачі:
vi: Chọn phạm vi chuyển nhượng:

source: Track
el: Πίστα
hi: ट्रैक
ja: トラック
nb: Spor
uk: Трек
vi: Theo dõi

source: Min.
hi: मि।
ja: 最小
uk: Хв.

source: Sec.
hi: सेक।
ja: 秒。

source: From
el: Από
hi: से
ja: から
nb: Fra
uk: Від
vi: Từ

source: To
el: Να
hi: करने के लिए
ja: に
nb: Til
uk: Для того, щоб
vi: Đến

source: CD Device:
el: Συσκευή CD:
hi: सीडी डिवाइस:
ja: CDデバイス:
nb: CD-enhet:
uk: CD Прилад:

source: Slope:
el: Κλίση:
hi: ढाल
ja: スロープ:
nb: Skråningen:
uk: Схил:
vi: Dốc:

source: Threshold:
el: Κατώφλι:
hi: सीमा
ja: しきい値:
nb: Terskel:
uk: Поріг:

source: Color...
el: Χρώμα...
hi: रंग...
ja: カラー...
nb: Farge...
uk: Колір ...
vi: Màu...

source: Use value
el: Χρήση αξία
hi: उपयोग मूल्य
ja: 値を使用
nb: Bruk verdi
uk: Використовувати значення
vi: Giá trị sử dụng

source: Use color picker
el: Χρήση επιλογέα χρωμάτων
hi: का प्रयोग करें रंग बीनने
ja: カラーピッカーを使用します
nb: Bruk fargevelgeren
uk: Використання вибору кольору
vi: Chọn màu Sử dụng

source: Inner color
el: Inner χρώμα
hi: 'इनर रंग
ja: インナーカラー
nb: Inner farge
uk: Внутрішній колір
vi: Màu sắc Nội

source: Chroma key
el: Κλειδί Chroma
hi: क्रोमा की
ja: クロマキー
uk: Ключ кольоровості

source: Key parameters:
el: Βασικές παράμετροι:
hi: कुंजी पैरामीटर:
ja: キーパラメータ:
nb: Viktige parametere:
uk: Основні параметри:
vi: Các thông số chính:

source: Hue Tolerance:
el: Hue Ανοχή:
hi: रंग सहिष्णुता:
ja: 色相公差:
nb: Hue Toleranse:
uk: Відтінок Толерантність:
vi: Nhẫn Huế:

source: Min. Brightness:
el: . Ελάχιστη Φωτεινότητα:
hi: । मिन चमक:
ja: 。最小輝度:
nb: . Min Lysstyrke:
uk: . Мінімальна Яскравість:
vi: . Min Độ sáng:

source: Max. Brightness:
el: Μεγ. Φωτεινότητα:
hi: । मैक्स चमक:
ja: マックス明るさ:
nb: . Max Lysstyrke:
uk: . Макс Яскравість:
vi: . Max Độ sáng:

source: Saturation Offset:
el: Κορεσμός Offset:
hi: संतृप्ति ऑफसेट:
ja: 彩度オフセット:
uk: Насиченість Offset:

source: Min Saturation:
el: Ελάχιστη Κορεσμός:
hi: मिन संतृप्ति:
ja: 最小彩度:
uk: Мін Насиченість:

source: Mask tweaking:
el: Μικροαλλαγές Μάσκα:
hi: मास्क tweaking:
ja: マスク微調整:
uk: Маска для настройки:
vi: Mặt nạ tinh chỉnh:

source: In Slope:
el: Σε Κλίση:
hi: ढलान में:
ja: スロープで:
nb: I Slope:
uk: У Slope:
vi: Trong dốc:

source: Out Slope:
el: Out Κλίση:
hi: आउट ढाल:
ja: アウトスロープ:
nb: Ut Slope:
uk: З Схил:
vi: Dốc Out:

source: Alpha Offset:
hi: अल्फा ऑफसेट:
ja: アルファオフセット:
uk: Альфа Offset:

source: Spill light control:
el: Spill φως ελέγχου:
hi: फैल प्रकाश नियंत्रण:
ja: スピル光制御:
nb: Spill lysregulering:
uk: Розлив управління світлом:
vi: Tràn kiểm soát ánh sáng:

source: Spill Threshold:
el: Όριο Spill:
hi: बिखेर दहलीज:
ja: スピルしきい値:
uk: Розлив Поріг:
vi: Tràn Threshold:

source: Spill Compensation:
el: Αποζημίωση Spill:
hi: बिखेर मुआवजा:
ja: スピル報酬:
nb: Spill Kompensasjon:
uk: Розлив Компенсація:
vi: Tràn Bồi thường:

source: Show Mask
el: Εμφάνιση μάσκας
hi: दिखाएँ मास्क
ja: 表示マスク
uk: Показати Маска

source: Chroma key (HSV)
el: Κλειδί Chroma (HSV)
hi: Chroma कुंजी (एचएसवी)
ja: クロマキー（HSV）
uk: Ключ кольоровості (ВПГ)
vi: Phím Chroma (HSV)

source: Color 3 Way
el: Χρώμα 3 Way
hi: रंग 3 रास्ता
ja: カラー3ウェイ
uk: Колір 3 Way
vi: 3 Way Color

source: Interpolate Pixels
el: Παρεμβολή Pixels
hi: बैठाना पिक्सल
ja: 補間画素
nb: Interpoler Pixels
uk: Інтерпольованого Пікселі
vi: Suy Pixels

source: Gamma
hi: गामा
ja: ガンマ
uk: Гамма

source: Shadows
el: Σκιές
hi: छाया
ja: 影
uk: Тіні

source: Midtones
el: Οι μεσαίοι τόνοι
hi: मि़डटॉन
ja: 中間調
nb: Mellomtoner

source: Highlights
el: Ανταύγειες
hi: हाइलाइट्स
ja: ハイライト
vi: Điểm nổi bật

source: Saturation:
el: Κορεσμός:
hi: संतृप्ति:
ja: 飽和:
nb: Metning:
uk: Насиченість:

source: Copy to all
el: Αντιγραφή σε όλους
hi: सभी में कॉपी
ja: すべてにコピーします
nb: Kopier til alle
uk: Копіювати для всіх
vi: Sao chép vào tất cả

source: White balance
el: Ισορροπία λευκού
hi: श्वेत संतुलन
ja: ホワイトバランス
nb: Hvitbalanse
uk: Баланс білого
vi: Cân bằng trắng

source: Color Balance
el: Ισορροπία χρωμάτων
hi: रंग संतुलन
ja: カラーバランス
nb: Fargebalanse
uk: Баланс кольору
vi: Cân bằng màu sắc

source: Cyan
el: Γαλάζιο
hi: सियान
ja: シアン
uk: Блакитний

source: Magenta
el: Πορφύρα βαφή
hi: मैजेंटा
ja: マゼンタ
uk: Пурпуровий

source: Yellow
el: Κίτρινος
hi: पीला
ja: 黄色
nb: Gul
uk: Жовтий
vi: Màu vàng

source: Preserve luminosity
el: Διατήρηση φωτεινότητας
hi: चमक रक्षित
ja: 輝度を保持
nb: Behold lysstyrke
uk: Збереження світність
vi: Bảo tồn độ sáng

source: Compressor
el: Συμπιεστής
hi: कंप्रेसर
ja: コンプレッサー
nb: Kompressor
uk: Компресор
vi: Máy nén

source: Reaction secs:
el: Δευτερόλεπτα Αντίδραση:
hi: प्रतिक्रिया सेकेंड:
ja: 反応秒
nb: reaksjon sekunder:
uk: Реакція сек:
vi: Giây phản ứng:

source: Decay secs:
el: Δευτερόλεπτα Decay:
hi: क्षय सेकेंड:
ja: ディケイ秒:
nb: Decay sekunder:
uk: Розпад сек:
vi: Giây Decay:

source: Trigger Type:
el: Τύπος Trigger:
hi: उत्प्रेरक प्रकार:
ja: トリガー・タイプ:
uk: Тип запуску:
vi: Loại Trigger:

source: Trigger:
el: Σκανδάλη:
hi: ट्रिगर '
ja: トリガー:
nb: Avtrekker:
vi: Cò súng:

source: Input
el: Εισαγωγή
hi: इनपुट
ja: 入力
uk: Вхідний
vi: Đầu vào

source: Trigger
el: Σκανδάλη
hi: ट्रिगर
ja: トリガー
nb: Avtrekker
vi: Cò súng

source: Maximum
el: Ανώτατο όριο
hi: ज्यादा से ज्यादा
ja: 最大
nb: Maksimum
uk: Максимум
vi: Tối đa

source: Total
el: Σύνολο
hi: कुल
ja: トータル
uk: Всього
vi: Tổng số

source: Smooth only
el: Ομαλή μόνο
hi: केवल चिकनी
ja: 唯一の滑らかな
nb: Smooth bare
uk: Smooth тільки
vi: Mịn chỉ

source: Input frames per second:
el: Εισαγωγή καρέ ανά δευτερόλεπτο:
hi: इनपुट फ्रेम प्रति सेकंड:
ja: 入力1秒あたりのフレーム数:
nb: Input rammer per sekund:
uk: Вхідний кадрів в секунду:
vi: Đầu vào khung mỗi giây:

source: Last frame dropped:
el: Τελευταία πλαίσιο πέσει:
hi: पिछले फ्रेम गिरा दिया:
ja: 最後のフレームはドロップ:
nb: Siste ramme falt:
uk: Останній кадр відкидається:
vi: Frame cuối giảm:

source: Decimate
el: Καταστρέφω
hi: तबाह
ja: 間引き処理
nb: Desimere

source: Select lines to keep
el: Επιλέξτε γραμμές για να κρατήσει
hi: लाइनों रखने के लिए चयन करें
ja: 維持するために行を選択して
nb: Velg linjer for å holde
uk: Виберіть рядки, щоб
vi: Chọn dòng để giữ

source: Do nothing
el: Μην κάνεις τίποτα
hi: कुछ मत करो
ja: 何もしない
nb: Gjør ingenting
uk: Нічого не робити
vi: Không làm gì cả

source: Odd lines
el: Μονά γραμμές
hi: अजीब लाइनों
ja: 奇数行
nb: Odd linjer
uk: Непарні рядки
vi: Dòng Odd

source: Even lines
el: Ακόμα και γραμμές
hi: यहाँ तक कि लाइनों
ja: でも行
nb: Selv linjer
uk: Навіть лінії
vi: Ngay cả dòng

source: Average lines
el: Μέση γραμμές
hi: औसत लाइनों
ja: 平均線
nb: Gjennomsnittlig linjer
uk: Середні лінії
vi: Dòng trung bình

source: Swap odd fields
el: Swap περίεργο πεδία
hi: स्वैप अजीब क्षेत्रों
ja: スワップ奇数フィールド
nb: Swap odde felt
uk: SWAP непарних полів
vi: Trao đổi các lĩnh vực lẻ

source: Swap even fields
el: Swap ακόμη πεδία
hi: स्वैप भी खेतों
ja: スワップ偶数フィールド
nb: Swap selv felt
uk: SWAP навіть поля
vi: Trao đổi, ngay cả các lĩnh vực

source: Average even lines
el: Μέση ακόμη γραμμές
hi: औसत भी लाइनों
ja: 平均偶数ライン
nb: Gjennomsnittlig like linjer
uk: Середні парні рядки
vi: Dòng thậm chí trung bình

source: Average odd lines
el: Μέση περιττές γραμμές
hi: औसत अजीब लाइनों
ja: 平均奇数ライン
nb: Gjennomsnittlig ulike linjer
uk: Середні непарні рядки
vi: Dòng lẻ trung bình

source: Changed rows: %d
el: Άλλαξε σειρές: %d
hi: बदला पंक्तियाँ: %d
ja: 変更された行: %dは nを
nb: Endret rekker: %d
uk: Змінені рядки: %d
vi: Hàng Thay đổi: %d

source: Deinterlace-CV
ja: デインターレース-CV
uk: Деінтерлейсинг-CV

source: Select deinterlacing mode
el: Επιλογή λειτουργίας απόπλεξης
hi: Deinterlacing मोड का चयन करें
ja: 選択インターレース解除モード
nb: Velg deinterlacing mode
uk: Виберіть режим дєїнтерлейсинга
vi: Chọn chế độ deinterlacing

source: Keep top field
el: Κρατήστε το top πεδίο
hi: शीर्ष क्षेत्र रखें
ja: トップフィールドを保持
nb: Hold øverste feltet
uk: Keep верхнє поле
vi: Giữ lĩnh vực hàng đầu

source: Keep bottom field
el: Κρατήστε κάτω πεδίο
hi: नीचे क्षेत्र रखें
ja: ボトムフィールドを保管してください
nb: Hold nederste feltet
uk: Тримайте нижнє поле
vi: Giữ lĩnh vực đáy

source: Average top fields
el: Μέση κορυφή πεδία
hi: औसत शीर्ष क्षेत्रों
ja: 平均トップフィールド
nb: Gjennomsnittlig toppfelt
uk: Середні верхні поля
vi: Lĩnh vực đầu Average

source: Average bottom fields
el: Μέση πεδία κάτω
hi: औसत नीचे क्षेत्रों
ja: 平均ボトムフィールド
nb: Gjennomsnittlig nederste feltene
uk: Середні нижньому полях
vi: Các lĩnh vực dưới trung bình

source: Top field first
el: Top πεδίο πρώτη
hi: टॉप पहले मैदान
ja: 最初のトップフィールド
nb: Top-feltet først
uk: Верхнє поле першим
vi: Top trường đầu tiên

source: Threshold
el: Κατώφλι
hi: सीमा
ja: しきい値
nb: Terskel
uk: Поріг

source: Bob Threshold
el: Bob Όριο
hi: बॉब थ्रेसहोल्ड
ja: ボブしきい値
uk: Боб Поріг

source: Adaptive
hi: अनुकूली
ja: 適応
uk: Адаптивне
vi: Thích nghi

source: Duplicate one field
el: Διπλότυπο ένα πεδίο
hi: एक क्षेत्र डुप्लीकेट
ja: 一つのフィールドを複製
nb: Duplicate ett felt
uk: Дублікат одне поле
vi: Bản sao một trường

source: Average one field
el: Μέση ένα πεδίο
hi: औसत एक क्षेत्र
ja: 平均1フィールド
nb: Gjennomsnittlig ett felt
uk: Середня одне поле
vi: Trung bình một trường

source: Average both fields
el: Μέσο όρο, τόσο τα πεδία
hi: दोनों क्षेत्रों औसत
ja: 両方のフィールドを平均
nb: Gjennomsnittlig begge feltene
uk: Середня обидва поля
vi: Trung bình cả hai lĩnh vực

source: Bob & Weave
hi: बॉब और बुनाई
ja: ボブ＆織り
uk: Боб & Плетіння

source: Spatial field swap
el: Χωρική ανταλλαγής τομέα
hi: स्थानिक क्षेत्र स्वैप
ja: 空間フィールドスワップ
nb: Spatial feltet swap
uk: Просторове підкачки поле
vi: Hoán đổi lĩnh vực không gian

source: Temporal field swap
el: Χρονική ανταλλαγής τομέα
hi: अस्थायी क्षेत्र स्वैप
ja: 一時的なフィールドのスワップ
nb: Temporal feltet swap
uk: Тимчасова заміна поля
vi: Hoán đổi lĩnh vực Temporal

source: Delay audio
el: Καθυστέρηση ήχου
hi: देरी ऑडियो
ja: 遅延オーディオ
nb: Forsink lyd
uk: Audio Delay
vi: Delay âm thanh

source: Delay seconds:
el: Καθυστέρηση δευτερόλεπτα:
hi: देरी सेकंड:
ja: 遅延秒:
nb: Sekunder forsinkning:
uk: Затримка секунд:
vi: Delay giây:

source: Delay Video
el: Καθυστέρηση Βίντεο
hi: देरी वीडियो
ja: 遅延ビデオ
nb: Forsink video
uk: Затримка відео

source: Level:
el: Επίπεδο:
hi: स्तर:
ja: レベル:
nb: Nivå:
uk: Рівень:
vi: Cấp độ:

source: Denoise power:
el: Denoise εξουσία:
hi: Denoise शक्ति:
ja: ノイズ除去電源:
nb: Denoise makt:
uk: Denoise потужність:
vi: Quyền lực DeNoise:

source: Number of samples for reference:
el: Ο αριθμός των δειγμάτων για την αναφορά:
hi: संदर्भ के लिए नमूने की संख्या:
ja: 参照のためのサンプル数:
nb: Antall prøver for referanse:
uk: Кількість зразків для довідки:
vi: Số mẫu để tham khảo:

source: The keyframe is the start of the reference
el: Το βασικό καρέ είναι η αρχή της αναφοράς
hi: कीफ़्रेम संदर्भ की शुरुआत है
ja: キーフレームは、基準の始まりです
nb: The keyframe er starten av referansen
uk: Ключовий кадр є початком посиланням
vi: Các khung hình chính là sự bắt đầu của tài liệu tham khảo

source: Progressive
el: Προοδευτικός
hi: प्रगतिशील
ja: プログレッシブ
nb: Progressiv
uk: Прогресивний
vi: Cấp tiến

source: Interlaced
el: Πεπλεγμένη
ja: インターレース
nb: Mellomlinjert
uk: Чересстрочная

source: Fast
el: Γρήγορα
hi: फास्ट
ja: 高速
nb: Rask
uk: Швидкий
vi: Nhanh

source: Search radius:
el: Αναζήτηση ακτίνα:
hi: खोज त्रिज्या:
ja: 検索半径:
nb: Søkeradius:
uk: Радіус пошуку:
vi: Tìm kiếm radius:

source: Pass 1 threshold:
el: Περάστε 1 όριο:
hi: पास 1 दहलीज:
ja: 1しきい値を渡します
nb: Pass en terskel:
uk: Pass 1 поріг:
vi: Vượt qua 1 ngưỡng:

source: Pass 2 threshold:
el: Περάστε 2 όριο:
hi: पास 2 दहलीज:
ja: 2しきい値を渡します
nb: Pass to terskel:
uk: Pass 2 порога:
vi: Vượt qua 2 ngưỡng:

source: Luma contrast:
el: Luma αντίθεση:
hi: Luma विपरीत:
ja: ルミナンスコントラスト:
nb: Luma kontrast:
uk: Luma контраст:
vi: Luma tương phản:

source: Chroma contrast:
el: Chroma αντίθεση:
hi: क्रोमा विपरीत:
ja: クロマコントラスト:
nb: Chroma kontrast:
uk: Chroma контраст:
vi: Chroma tương phản:

source: Delay frames:
el: Καθυστέρηση Πλαίσια:
hi: देरी फ्रेम्स:
ja: 遅延フレーム:
nb: Delay rammer:
uk: Затримка кадри:
vi: Delay khung:

source: Denoise video2
el: Denoise βίντεο2
ja: ノイズ除去のVIDEO2
uk: Denoise Відео2

source: Selective Temporal Averaging
el: Επιλεκτική Χρονική μέσου όρου
hi: चयनात्मक टेम्पोरल औसत का
ja: 選択時間平均
nb: Selektiv Temporal av gjennomsnitt
uk: Виборче тимчасового усереднення
vi: Trung bình Temporal chọn lọc

source: Frames to average
el: Κουφώματα στο μέσο όρο
hi: फ्रेम औसत
ja: 平均するフレーム
nb: Rammer til gjennomsnittlig
uk: Рамки для усереднення
vi: Khung đến trung bình

source: Use Method:
el: Μέθοδος Χρήση:
hi: विधि का प्रयोग करें:
ja: メソッドを使用します。
nb: Bruk metode:
uk: Використання методу:
vi: Sử dụng phương pháp:

source: None
el: Κανένας
hi: कोई नहीं
ja: なし
nb: Ingen
vi: Không ai

source: Selective Temporal Averaging:
el: Επιλεκτική Χρονική μέσου όρου:
hi: चयनात्मक टेम्पोरल औसत का:
ja: 選択時間平均:
nb: Selektiv Temporal gjennomsnitt for:
uk: Виборче тимчасового усереднення:
vi: Trung bình Temporal chọn lọc:

source: Average
el: Μέσος
hi: औसत
ja: 平均
nb: Gjennomsnitt
uk: Середня
vi: Trung bình cộng

source: Standard Deviation
el: Τυπική απόκλιση
hi: मानक विचलन
ja: 標準偏差
nb: Standardavvik
uk: Стандартне відхилення
vi: Độ lệch chuẩn

source: First frame in average:
el: Πρώτα πλαίσιο κατά μέσο όρο:
hi: औसत में पहली फ्रेम:
ja: 平均の最初のフレーム:
nb: First ramme i gjennomsnitt:
uk: Перший кадр в середньому:
vi: Khung đầu tiên ở trung bình:

source: Fixed offset:
el: Σταθερή offset:
hi: ऑफसेट तय:
ja: 固定オフセット:
nb: Fast avvik:
uk: Фіксований зміщення:
vi: Sửa lỗi offset:

source: Restart marker system:
el: Σύστημα Επανεκκίνηση δείκτη:
hi: पुनः प्रारंभ मार्कर सिस्टम:
ja: 再起動マーカーシステム:
nb: Restart markør system:
uk: Перезавантаження системи маркер:
vi: Hệ thống đánh dấu Khởi động lại:

source: Other Options:
el: Αλλες επιλογές:
hi: अन्य विकल्प:
ja: その他のオプション:
nb: Andre valg:
uk: Інші варіанти:
vi: Sự lựa chọn khác:

source: Reprocess frame again
el: Επανάληψη επεξεργασίας πλαισίου και πάλι
hi: फिर से फ्रेम पुन: संसाधित करें
ja: もう一度フレームを再処理
nb: Behandle ramme igjen
uk: Обробити кадр знову
vi: Tái xử lý khung hình một lần nữa

source: Disable subtraction
el: Απενεργοποίηση αφαίρεση
hi: निष्क्रिय घटाव
ja: 無効引き算
nb: Disable subtraksjon
uk: Відключити віднімання
vi: Vô hiệu hoá trừ

source: This Frame is a start of a section
el: Αυτό το πλαίσιο είναι μια αρχή ενός τμήματος
hi: इस फ्रेम एक खंड की एक शुरुआत है
ja: このフレームは、セクションの開始です
nb: Denne rammen er starten på en del
uk: Цей кадр є початком розділу
vi: Khung hình này là một sự khởi đầu của một phần

source: Average changing pixels
el: Μέση pixels αλλαγή
hi: औसत बदलते पिक्सल
ja: 平均変化する画素
nb: Gjennomsnittlig skiftende piksler
uk: Середні переодягання пікселів
vi: Thay đổi điểm ảnh trung bình

source: Average similar pixels
el: Μέση παρόμοια pixels
hi: औसत समान पिक्सल
ja: 平均類似画素
nb: Gjennomsnittlig lignende piksler
uk: Середні схожих пікселів
vi: Trung bình pixel tương tự

source: Frames to accumulate:
el: Κουφώματα να συσσωρεύονται:
hi: फ्रेम जमा करने के लिए:
ja: フレームが蓄積します:
nb: Frames å akkumulere:
uk: Рамки для накопичення:
vi: Khung để tích lũy:

source: Denoise video
el: Βίντεο Denoise
hi: Denoise वीडियो
ja: ノイズ除去ビデオ
uk: Denoise відео

source: Maximum level:
el: Μέγιστο επίπεδο:
hi: अधिकतम स्तर:
ja: 最大レベル:
nb: Maksimalt nivå:
uk: Максимальний рівень:
vi: Mức thu tối đa:

source: Maximum rate of change:
el: Μέγιστη ταχύτητα της αλλαγής:
hi: परिवर्तन की अधिकतम दर:
ja: 最大変化率:
nb: Maksimal endringsrate:
uk: Максимальна швидкість зміни:
vi: Tỷ lệ tối đa của sự thay đổi:

source: Use Value
el: Αξία χρήσης
hi: उपयोग मूल्य
ja: 使用価値
nb: Bruk verdi
uk: Використання Значення
vi: Sử dụng giá trị

source: Difference key
el: Βασική διαφορά
hi: अंतर कुंजी
ja: 差分キー
nb: Forskjellen nøkkel
uk: Ключовою відмінністю
vi: Sự khác biệt quan trọng

source: DotTV from EffectTV Copyright (C) 2001 FUKUCHI Kentarou
el: DotTV από EffectTV nΠνευματικά δικαιώματα (C) 2001 Fukuchi Kentarou
hi: EffectTV कॉपीराइट से DotTV (सी) 2001 FUKUCHI Kentarou
ja: EffectTV nCopyrightからDotTV（C）2001福地健太郎
nb: DotTV fra EffectTV nOpphavsrett (C) 2001 Fukuchi Kentarou
uk: DotTV від EffectTV nCopyright (C) 2001 Fukuchi Kentarou
vi: DotTV từ EffectTV nBản quyền (C) 2001 Fukuchi Kentarou

source: Horizontal offset
el: Οριζόντια μετατόπιση
hi: क्षैतिज ऑफसेट
ja: 水平オフセット
uk: Зміщення по горизонталі
vi: Ngang bù đắp

source: Vertical offset
el: Κάθετη μετατόπιση
hi: कार्यक्षेत्र ऑफसेट
ja: 垂直オフセット
uk: Вертикальний зсув
vi: Dọc bù đắp

source: Downsample
el: Γίνει μείωση δειγματοληψίας
ja: ダウンサンプル

source: Level:
hi: स्तर:
ja: レベル:
uk: Рівень:
vi: Cấp độ:

source: Offset:
hi: ऑफसेट
ja: オフセット:
uk: Зміщення:
vi: Bù lại:

source: Echo
el: Ηχώ
hi: इको
ja: エコー
nb: Ekko
uk: Ехо

source: ON
el: ΕΠΊ
hi: पर
ja: に
nb: PÅ
vi: TRÊN

source: MAN
el: ΆΝΔΡΑΣ
hi: आदमी
ja: おとこ
nb: MANN
vi: ĐÀN ÔNG

source: OFF
el: ΜΑΚΡΙΆ ΑΠΌ
hi: बंद
ja: オフ
vi: TẮT

source: default
el: αθέτηση
hi: चूक
ja: デフォルト
nb: misligholde
uk: За замовчуванням
vi: mặc định

source: Normalize
el: Ομαλύνω
hi: सामान्य
ja: ノーマライズ
nb: Normaliser
uk: Нормалізація
vi: Chuẩn hóa

source: Gain:
el: Κέρδος
hi: लाभ:
ja: 利得:
uk: Виграш:
vi: Lợi:

source: Window size:
el: Μέγεθος παραθύρου:
hi: खिड़की का आकार:
ja: ウィンドウのサイズ:
nb: Window størrelse:
uk: Розмір вікна:
vi: Kích thước cửa sổ:

source: History:
el: Ιστορία:
hi: इतिहास:
ja: 歴史:
nb: Historie:
uk: Історія:
vi: Lịch sử:

source: X Zoom:
hi: एक्स ज़ूम:
ja: Xズーム:

source: Damp:
el: Υγρασία:
hi: नम:
ja: 湿っ:
nb: Fuktig:
uk: Вологий:
vi: Ẩm

source: Cutoff Hz:
el: Αποκοπής Hz:
hi: कटऑफ हर्ट्ज:
ja: カットオフヘルツ:
uk: Зрізу Гц:
vi: Hz Cutoff:

source: Peaks:
hi: चोटियों:
ja: ピークス:
uk: Піки

source: 0 Hz
hi: 0 हर्ट्ज
ja: 0ヘルツ
uk: 0 Гц

source: Amplitude: 0 dB
hi: आयाम: 0 डीबी
ja: 振幅:0デシベル
uk: Амплітуда: 0 дБ
vi: Biên độ: 0 dB

source: %d Hz, %d ms (%d))
hi: %d हर्ट्ज, %d एमएस (%d))
ja: %d個のHzで、 %d個のミリ秒（(%d）は）
uk: %d Гц, %d мс (%d))

source: Amplitude: %.3f (%.6g)
hi: आयाम: %.3f (%.6g)
ja: 振幅: %.3f (%.6g)
vi: Biên độ: %.3f (%.6g)

source: Edge
el: Άκρη
hi: एज
ja: エッジ
nb: Kant
uk: Край
vi: Cạnh

source: Amount:
el: Ποσό:
hi: रकम:
ja: 量:
nb: Mengde:
uk: Сума:
vi: Số tiền:

source: Fields to frames
el: Τα πεδία με καρέ
hi: फ्रेम करने के लिए फील्ड्स
ja: フレームのフィールド
nb: Fields til rammer
uk: Поля до кадрів
vi: Ruộng để khung

source: Find Object
el: Βρείτε αντικειμένου
hi: वस्तु का पता लगाएं
ja: オブジェクトの検索
nb: Finn Object
uk: Знайти об'єкт
vi: Tìm Object

source: Algorithm:
el: Αλγόριθμος:
hi: कलन विधि:
ja: アルゴリズム:
nb: Algoritme:
uk: Алгоритм:
vi: Thuật toán:

source: Search radius: (W/H Percent of image)
el: Αναζήτηση ακτίνα: (W / H Ποσοστό της εικόνας)
hi: खोज त्रिज्या:
ja: 半径を検索: n個（画像のW / Hパーセント）
nb: Søk radius: (W / H Prosent av image)
uk: Радіус пошуку: п (ш / Відсоток зображення)
vi: Tìm kiếm radius: (W/H Phần trăm của hình ảnh)

source: Object size: (W/H Percent of image)
el: Μέγεθος Αντικείμενο: (W / H Ποσοστό της εικόνας)
hi: वस्तु का आकार:
ja: オブジェクト・サイズ: n個（画像のW / Hパーセント）
nb: Objektstørrelse: (W / H Prosent av image)
uk: Розмір об'єкта: п (Ш / Відсоток зображення)
vi: Kích thước đối tượng: (W/H Phần trăm của hình ảnh)

source: Block X:
hi: ब्लॉक एक्स '
ja: ブロックX:
uk: Блок X:
vi: Chặn X:

source: Block Y:
hi: ब्लॉक Y:
ja: ブロックY:
uk: Блок Y:
vi: Chặn Y:

source: Object layer:
el: Στρώμα Αντικείμενο:
hi: वस्तु परत:
ja: オブジェクトレイヤー:
nb: Mesterlag:
uk: Шар об'єкта:
vi: Layer Object:

source: Replacement object layer:
el: Στρώμα αντικείμενο Αντικατάσταση:
hi: रिप्लेसमेंट वस्तु परत:
ja: 交換対象層:
nb: Erstatt det åpne prosjektet
uk: Шар об'єкта Заміна:
vi: Lớp đối tượng thay thế:

source: Output/scene layer:
el: Στρώμα εξόδου / σκηνή:
hi: आउटपुट / दृश्य परत:
ja: 出力/シーン層:
nb: Output / scene lag:
uk: Шар Вихід / сцена:
vi: Lớp Output / cảnh:

source: Object blend amount:
el: Αντικείμενο ποσότητα μίγματος:
hi: वस्तु मिश्रण राशि:
ja: オブジェクトの配合量:
nb: Object blanding beløp:
uk: Об'єкт кількість накладення:
vi: Object lượng hỗn hợp:

source: Draw border
el: Ισοπαλία σύνορα
hi: सीमा ड्रा
ja: 境界線を描きます
nb: Tegn grensen
uk: Малювати рамку
vi: Vẽ đường viền

source: Draw keypoints
el: Ισοπαλία keypoints
hi: Keypoints ड्रा
ja: キーポイントを描きます
nb: Tegn keypoints
uk: Draw ключові точки
vi: Vẽ keypoint

source: Replace object
el: Αντικατάσταση αντικείμενο
hi: वस्तु की जगह
ja: オブジェクトを交換してください
nb: Erstatt det åpne prosjektet
uk: Замінити об'єкт
vi: Thay thế đối tượng

source: Draw object border
el: Ισοπαλία αντικείμενο σύνορα
hi: वस्तु सीमा ड्रा
ja: オブジェクトの境界線を描きます
nb: Tegn objekt grensen
uk: Малювати об'єкт кордон
vi: Vẽ đường viền đối tượng

source: Don't Calculate
el: Μην Υπολογίστε
hi: की गणना नहीं करते
ja: 計算しないでください
nb: Ikke beregn
uk: Не Розрахувати
vi: Đừng Tính

source: Blob
el: Άμορφη μάζα
hi: बूँद
ja: ブロブ

source: Flash
el: Λάμψη
hi: फ़्लैश
ja: フラッシュ
vi: Đèn flash

source: Flip
el: Αναρρίπτω
hi: दूसरा
ja: フリップ
uk: Фліп

source: Frames to fields
el: Κουφώματα σε πεδία
hi: क्षेत्रों के लिए फ्रेम
ja: フィールドへのフレーム
nb: Rammer til felt
uk: Рамки для полів
vi: Khung đến các lĩnh vực

source: Freeze
el: Πάγωμα
hi: रुक
ja: フリーズ
nb: Frys
uk: Заморожування
vi: Đông cứng

source: Wet:
el: Υγρός:
hi: भीगा हुआ:
ja: ウェット:
nb: Våt:
uk: Мокрий:
vi: Ướt:

source: Dry:
el: Ξηρός:
hi: सूखी
ja: ドライ:
nb: Tørr:
uk: Сухий:
vi: Khô:

source: Freeze Frame
hi: जमा हुआ ढांचा
ja: フリーズフレーム
uk: Стоп-кадр
vi: Khung Freeze

source: Gain
el: Κέρδος
hi: लाभ
ja: 利得
nb: Gevinst
uk: Приріст
vi: Lợi

source: Maximum:
el: Ανώτατο όριο:
hi: ज्यादा से ज्यादा:
ja: 最大:
nb: Maksimum
uk: Максимум:
vi: Tối Đa:

source: Gamma:
el: Γάμμα:
hi: गामा
ja: ガンマ:
uk: Гамма:

source: Automatic
el: Αυτόματο
hi: स्वचालित
ja: 自動
nb: Automatisk
uk: Автоматичний
vi: Tự động
