Shift-κλικ σε ένα καρέ-κλειδί καμπύλη για να σπάσει απότομα προς τις γειτονικές τιμές.

Κατά τη ρύθμιση παραμέτρων αργή αποτελέσματα

Ctrl + οποιαδήποτε εντολή μεταφοράς προκαλεί την αναπαραγωγή μόνο σε περιοχή κάλυψης  nΗ ορίζεται από τις in / out σημεία.

Shift + κλικ σε ένα επίθεμα προκαλεί όλα τα άλλα μπαλώματα, εκτός από το  nselected ένα για εναλλαγή.

Κάνοντας κλικ σε ένα patch και σύροντας σε άλλους κομμάτια προκαλεί  nΗ άλλα patches για να ταιριάζει με το πρώτο.

Shift + κλικ σε μια οριακή επίδραση προκαλεί το σύρσιμο να επηρεάσει  njust το ένα αποτέλεσμα.

Load πολλαπλά αρχεία κάνοντας κλικ σε ένα αρχείο και Shift + κλικ στο αρχείο  nanother. Ctrl + κλικ εναλλαγή μεμονωμένα αρχεία.

Ctrl + αριστερό κλικ πάνω τους κύκλους bar φορά προς τα εμπρός μια μορφή ώρας.  NCtrl + μεσαίο κλικ σε κύκλους γραμμή χρόνου προς τα πίσω μια μορφή ώρας.

Χρησιμοποιήστε τα πλήκτρα +/- στο παράθυρο Compositor για μεγέθυνση και σμίκρυνση.

Πατώντας Alt ενώ κάνετε κλικ στο παράθυρο περικοπή προκαλεί μετάφραση  Nall 4 σημεία.

Πατήσετε το πλήκτρο Tab πάνω από ένα κομμάτι εναλλάσσει την κατάσταση εγγραφής.  NΤο πάτημα Shift-Tab πάνω από ένα κομμάτι εναλλάσσει την κατάσταση εγγραφής όλων των άλλων κομματιών.

Audio->Map 1:1 maps each recordable audio track to a different channel.
Map 5.1:2 maps 6 recordable AC3 tracks to 2 channels.

Alt + αριστερό μετακινείται στην προηγούμενη λαβή επεξεργασίας.  NALT + σωστές κινήσεις για την επόμενη λαβή επεξεργασίας.

Ρυθμίσεις-> typeless keyframes επιτρέπει βασικά καρέ από κάθε κομμάτι που πρόκειται να επικολληθεί είτε  naudio ή βίντεο κομμάτια.

